/////// IDD_RCS_SLAB_PMODE_DLG
IDC_GURSL_FRAME_MATERIAL                      = "재질"
IDC_GSLAB_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURSL_BTN_DGNLOAD                         = "..."
IDC_GURSL_CHECK_DLOAD_UUI                     = "설계 부재력 직접 입력"
IDC_GURSL_RADIO_STYPE_1WAY                    = "일방향 슬래브"
IDC_GURSL_RADIO_STYPE_2WAY                    = "이방향 슬래브"
IDC_GURSL_CHECK_BB_B2                         = "B1 적용"
IDC_GURSL_CHECK_BB_B4                         = "B3 적용"
IDC_GURSL_DADIO_1WY_1                         = "일방향 경계 조건"
IDC_GURSL_RADIO_BAR_TYA                       = "배근 유형 ""A"""
IDC_GURSL_RADIO_BAR_TYB                       = "배근 유형 ""B"""
IDC_GURSL_RADIO_BAR_TYC                       = "배근 유형 ""C"""
IDC_GURSL_FRAME_SC_2WAY                       = "지점 조건 ( 이방향 )"
IDC_GURSL_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURSL_LABEL_MATERIAL_RB                   = "철근"
IDC_GURSL_FRAME_DESIGN_LOAD                   = "설계 하중"
IDC_GURSL_LABEL_DLOAD_DL                      = "고정 하중"
IDC_GURSL_LABEL_DLOAD_LL                      = "활하중"
IDC_GURSL_FRAME_DIMEMSION                     = "부재 치수"
IDC_GURSL_LABEL_DIMENSION_SPX                 = "경간 ( x )"
IDC_GURSL_LABEL_DIMENSION_SPY                 = "경간 ( y )"
IDC_GURSL_LABEL_DIMENSION_THIC                = "두께"
IDC_GURSL_LABEL_DIMENSION_COVER               = "피복 두께"
IDC_GURSL_FRAME_SLAB_TYPE                     = "슬래브 타입"
IDC_GURSL_FRAME_ARRANGE                       = "철근 배근 유형"
IDC_GURSL_FRAME_ARRANGE_X                     = "철근 배근 유형 ( Y 방향 )"
IDC_GURSL_FRAME_ARRANGE_Y                     = "철근 배근 유형 ( X 방향 )"
IDC_GURSL_FRAME_SC_1WAY                       = "지점 조건 ( 일방향 )"
IDC_GURSL_FRAME_BB                            = "테두리 보 부재"
IDC_GURSL_LABEL_BB_B1                         = "B1"
IDC_GURSL_LABEL_BB_B2                         = "B2"
IDC_GURSL_LABEL_BB_B3                         = "B3"
IDC_GURSL_LABEL_BB_B4                         = "B4"
IDC_GURSL_FRAME_ARRANGE_ETC                   = "검토 결과"
IDC_GURSL_CHECK_USE_CLEARSPAN                 = "순스팬 적용"
IDC_GURSL_FRAME_DEFLECTION                    = "처짐 검토 조건"
IDC_GURSL_LABEL_DEFLECTION_SHORT__L_P              = "단기 처짐"
IDC_GURSL_LABEL_DEFLECTION_LONG               = "장기 처짐"
IDC_GURSL_LABEL_DEFLECTION_DURATION1          = "시간 경과 계수"
IDC_GSLAB_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GSLAB_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURSL_LABEL_DEFLECTION_DURATION2          = "( 개월 )"
IDC_GURSL_LABEL_DEFLECTION_DURATION2_IS       = "(Days)"
IDC_GSLAB_LABEL_MATERIAL_FACT                 = "계수"
IDC_GSLAB_FRAME_CRACK                         = "균열 환경 조건"
IDS_GURSL_FAIL_REBAR_DATA_NOT_CHANGED         = "배근 정보가 변경되지 않았습니다"
IDS_GSLAB_RADIO_CRACK_MILD                    = "Mild or Moderate"
IDS_GSLAB_RADIO_CRACK_SEVERE                  = "Severe"

/////// IDD_RCS_SLAB_DESIGN_DLG
IDD_RCS_SLAB_DESIGN_DLG                       = "슬래브 설계 결과"
IDC_GSLAB_DESIGN_RESULT_TXT                   = "적용할 배근을 선택하세요."

/////// IDD_RCS_SLAB_RBAR_DLG
IDC_GURSL_FRAME_REBAR                         = "배근"
IDC_GURSL_LABEL_REBAR_INIBAR                  = "초기 철근"
IDC_GURSL_LABEL_REBAR_ININO                   = "철근 종류수"

/////// IDD_RCS_BEAM_PMODE_DLG
IDC_GURBE_FRAME_MATERIAL                      = "재질"
IDC_GURBE_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURBE_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURBE_LABEL_MATERIAL_FYS                  = "띠철근"
IDC_GURBE_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURBE_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURBE_FRAME_SECTION                       = "단면"
IDC_GURBE_LABEL_SECTION_B                     = "단면 폭"
IDC_GURBE_LABEL_SECTION_H                     = "단면 높이"
IDC_GURBE_LABEL_SECTION_CC_TOP                = "상부 피복"
IDC_GURBE_LABEL_SECTION_CC_BOT                = "하부 피복"
IDC_GURBE_CHECK_USE_TOPCOVER                  = "상부 피복 적용"
IDC_GURBE_FRAME_TYPE                          = "유형"
IDC_GURBE_RADIO_SINGLE                        = "단근보"
IDC_GURBE_RADIO_DOUBLE                        = "복근보"
IDC_GURBE_FRAME_SHAPE                         = "형상"
IDC_GURBE_RADIO_RECT                          = "사각형"
IDC_GURBE_RADIO_TSHAPE                        = "T형"
IDC_GURBE_LABEL_SECTION_SLABTHK               = "슬래브 두께"
IDC_GURBE_LABEL_SECTION_EFFWIDTH              = "유효폭"
IDC_GURBE_FRAME_SKINBAR                       = "표피 철근"
IDC_GURBE_LABEL_SKINBAR_NO                    = "표피 철근"
IDC_GURBE_CHECK_DISTRIBUTE                    = "측면에 균등하게 배치"
IDC_GURBE_CHECK_DEFLECTION                    = "처짐 검토"
IDC_GURBE_STC_DEFL_SET                        = "처짐 조건"
IDC_GURBE_FRAME_SEISMIC_DESIGN                = "내진 상세"
IDC_GURBE_CHECK_SEISMIC_PROVISIONS            = "특별 지진 상세 적용"
IDC_GURBE_RADIO_SPECIAL_MOMENT                = "SMF"
IDC_GURBE_RADIO_INTERMEDIATE_MOMENT           = "IMF"
IDC_GURBE_RADIO_ORDINARY_MOMENT               = "OMF"
IDC_GURBE_CHECK_SEISMIC_PILOTI_GUIDE          = "필로티구조물 가이드라인 적용"
IDC_GURBE_CHECK_SEISMIC_PILOTI_KDS            = "필로티 기둥 상세 적용, KDS"
IDC_GURBE_FRAME_ARRANGE                       = "배근 유형"
IDC_GURBE_RADIO_ARRANGETYPE1                  = "배근 유형-1 ( 전단면 )"
IDC_GURBE_RADIO_ARRANGETYPE2                  = "배근 유형-2 ( 양단부와 중앙부 )"
IDC_GURBE_RADIO_ARRANGETYPE3                  = "배근 유형-3 ( 각단부와 중앙부 )"
IDC_GURBE_STRING_COMMAND                      = "단면 정보 변경 :"
IDC_GURBE_CHECK_FORCE_ONLY                    = "부재력만 변경"
IDC_GURBE_CHECK_DIFFER_REBAR                  = "배근 열마다 다른 철근 사용"
IDC_GURBE_CHECK_TOPBOT_SAMEREBAR              = "상-하부 동일 철근 적용"
IDC_GURBE_FRAME_SPLICE                        = "주철근의 간격 제한"
IDC_GURBE_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURBE_RADIO_SPLICE050                     = "반수 이음"
IDC_GURBE_RADIO_SPLICE100                     = "전수 이음"
IDC_GURBE_FRAME_CRACK                         = "균열 조건"
IDC_GURBE_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURBE_RADIO_CRACK_ETC                     = "기타 환경"

/////// IDD_RCS_BEAM_MLIST_DLG
IDC_RCS_BTN_MAKE_DATA                         = "데이터 생성"
IDC_GURBE_LIST_CHK_REBAR                      = "배근 상세 보기"
IDS_RCS_MAKE_DATA_FIRST                       = "부재 목록으로 데이터를 편집하기 위해서 데이터를 먼저 만들어야 합니다."

/////// IDD_RCS_BEAM_SECT_DLG
IDC_GURBE_FRAME_FORCE                         = "설계 부재력"
IDC_GURBE_LABEL_FORCE_M                       = "휨 모멘트"
IDC_GURBE_LABEL_FORCE_S                       = "전단력"

/////// IDD_RCS_DEFL_DLG
IDD_RCS_DEFL_DLG                              = "처짐 검토 조건"
IDC_RCS_DEFL_FRM_MEMB                         = "부재 선택"
IDC_RCS_DEFL_BTN_ALL                          = "전체선택"
IDC_RCS_DEFL_BTN_NONE                         = "선택해제"
IDC_RCS_DEFL_RDO_LINE_LOAD                    = "설계 하중 사용"
IDC_RCS_DEFL_RDO_MOMENT                       = "모멘트 사용"
IDC_RCS_DEFL_BTN_OK                           = "적용"
IDC_RCS_DEFL_BTN_CANCEL                       = "취소"
IDC_RCS_DEFL_FRM_DESIGN_LOAD                  = "설계 부재력 산정"
IDC_RCS_DEFL_LBL_SUSTAINED_LOAD               = "지속 하중 비율"
IDC_RCS_DEFL_LBL_SPAN                         = "경간"
IDC_RCS_DEFL_FRM_SUPPORT_CONDITION            = "지점 조건"
IDC_RCS_DEFL_FRM_CONDITION_FACTORS            = "설계 계수"
IDC_RCS_DEFL_LBL_SHORT_TERM                   = "단기 계수"
IDC_RCS_DEFL_STC_SHORT_TERM                   = "L /"
IDC_RCS_DEFL_LBL_LONG_TERM                    = "장기 계수"
IDC_RCS_DEFL_STC_LONG_TERM                    = "L /"
IDC_RCS_DEFL_LBL_TIME_FACTOR                  = "시간 의존 계수"
IDC_RCS_DEFL_STC_TIME_FACTOR                  = "( 개월 )"
IDC_RCS_DEFL_FRM_CONDITION_SPAN               = "경간"

/////// IDD_RCS_DEFL_LOAD_LINE_DLG
IDC_RCS_DEFL_LBL_DEAD_LOAD                    = "고정 하중"
IDC_RCS_DEFL_LBL_LIVE_LOAD                    = "활하중"
IDC_RCS_DEFL_FRM_DGN_LOAD                     = "설계 하중"

/////// IDD_RCS_DEFL_LOAD_MOME_DLG
IDC_RCS_DEFL_LBL_MDI                          = "M ( i )"
IDC_RCS_DEFL_LBL_MLI                          = "M ( i )"
IDC_RCS_DEFL_LBL_MDM                          = "M ( m )"
IDC_RCS_DEFL_LBL_MLM                          = "M ( m )"
IDC_RCS_DEFL_LBL_MDJ                          = "M ( j )"
IDC_RCS_DEFL_LBL_MLJ                          = "M ( j )"
IDC_RCS_DEFL_FRM_DEAD                         = "고정 하중"
IDC_RCS_DEFL_FRM_LIVE                         = "활하중"

////// IDD_RCS_COMBINED_FOOTING_DEF_COLM_DLG
IDD_RCS_COMBINED_FOOTING_DEF_COLM_DLG         = "기둥 정보 설정"
IDC_GUCBF_COLM_DATA_GRP                       = "기둥 정보"
IDC_GUCBF_COLM_DATA_ADD_BTN                   = "추가"
IDC_GUCBF_COLM_DATA_DEL_BTN                   = "삭제"
IDC_GUCBF_COLM_DATA_INS_BTN                   = "삽입"

////// IDD_RCS_COMBINED_FOOTING_INPUT_DLG
IDC_GUCBF_MATL_GRP                            = "재질"
IDC_GUCBF_MATL_FCK_STC                        = "콘크리트"
IDC_GUCBF_MATL_MB_STC                         = "주철근"
IDC_GUCBF_MATL_LCON_CHK                       = "경량 콘크리트"
IDC_GUCBF_MATL_FACT_STC                       = "계수"
IDC_GUCBF_DESIGN_LOAD_GRP                     = "설계 하중"
IDC_GUCBF_DLOAD_SW_CHK                        = "자중 고려"
IDC_GUCBF_SURCHARGE_LOAD_STC                  = "상재 하중"
IDC_GUCBF_FOOTING_GRP                         = "기초 단면"
IDC_GUCBF_FOOTING_SPREAD_RDO                  = "지내력 기초"
IDC_GUCBF_FOOTING_PILE_RDO                    = "파일 기초"
IDC_GUCBF_FOOTING_DEPTH_STC                   = "두께"
IDC_GUCBF_FOOTING_COVER_STC                   = "피복 두께"
IDC_GUCBF_COLM_GRP                            = "기둥 정보"
IDC_GUCBF_SEL_COLM_GRP                        = "기둥 정보"
IDC_GUCBF_SEL_COLM_ALL_BTN                    = "전체선택"
IDC_GUCBF_SEL_COLM_NONE_BTN                   = "선택해제"
IDC_GUCBF_SEL_COLM_INVERT_BTN                 = "선택반전"
IDC_GUCBF_SEL_COLM_DATA_BTN                   = "기둥 정보"
IDC_GUCBF_SECT_GRP                            = "단면"
IDC_GUCBF_SECT_RECT_RDO                       = "사각형"
IDC_GUCBF_SECT_CIRC_RDO                       = "원형"
IDC_GUCBF_FORCE_GRP                           = "설계 부재력"
IDC_GUCBF_LCOM_BTN                            = "하중 조합 ..."
IDC_GUCBF_IMPORT_DXF_BTN                      = "AutoCAD 파일 불러오기 ..."
IDC_GUCBF_REBAR_GRP                           = "배근 정보"
IDC_GUCBF_POSITION_FOOTING_RDO                = "기초"
IDC_GUCBF_POSITION_COLUMN_RDO                 = "기둥"
IDC_GUCBF_POSITION_PILE_RDO                   = "파일"
IDC_GUCBF_POSITION_GRP                        = "위치 정보"
IDC_GUCBF_PROPERTY_GRP                        = "속성"
IDC_GUCBF_RESULT_GRP                          = "검토 결과"

////// IDD_RCS_COMBINED_FOOTING_LIST_DLG
IDC_GUCBF_LIST_TYPE_STC                       = "유형"
IDC_GUCBF_LIST_SPREAD_RDO                     = "지내력"
IDC_GUCBF_LIST_PILE_RDO                       = "파일"

////// IDD_RCS_COMBINED_FOOTING_SMODE_REBAR_DLG
IDC_GUCBF_RBAR_GRP                            = "배근"
IDC_GUCBF_RBAR_INIT_X_STC                     = "시작 철근 ( X )"
IDC_GUCBF_RBAR_INIT_Y_STC                     = "시작 철근 ( Y )"
IDC_GUCBF_POSITION_BTN                        = "위치 정보 ..."

////// IDD_RCS_COMBINED_FOOTING_SMODE_SECT_DLG
IDC_GUCBF_SECT_CX_STC                         = "직경"

////// IDD_RCS_COMBINED_FOOTING_SURCHARGE_DLG
IDD_RCS_COMBINED_FOOTING_SURCHARGE_DLG        = "상재 하중"
IDC_GUCBF_SURCHARGE_LOAD_GRP                  = "상재 하중"
IDC_GUCBF_SLOAD_WD_STC                        = "단위 중량"
IDC_GUCBF_SLOAD_H_STC                         = "재하 높이"

////// IDD_RCS_STRIPFOOT_INPUT_DLG
IDC_GURSF_FRM_MATERIAL                        = "재질"
IDC_GURSF_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURSF_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURSF_LABEL_MATERIAL_FYS                  = "띠철근"
IDC_GURSF_LABEL_MATERIAL_FYS3                 = "횡철근"
IDC_GURSF_FRM_SECTION                         = "단면"
IDC_GURSF_LBL_SECTION_SHAPE                   = "형상"
IDC_GURSF_LBL_SECTION_H                       = "높이"
IDC_GURSF_LBL_SECTION_B                       = "너비"
IDC_GURSF_LBL_SECTION_B2                      = "너비2"
IDC_GURSF_LBL_SECTION_WEB                     = "웨브"
IDC_GURSF_LBL_SECTION_FLG                     = "플랜지"
IDC_GURSF_LBL_SECTION_CC_TOP                  = "피복 두께 ( 상부 )"
IDC_GURSF_LBL_SECTION_CC_BOT                  = "피복 두께 ( 하부 )"
IDC_GURSF_CHK_USE_BOTCOVER                    = "하부 피복 두께 적용"
IDC_GURSF_FRM_TYPE                            = "유형"
IDC_GURSF_RADIO_SINGLE                        = "단근보"
IDC_GURSF_RADIO_DOUBLE                        = "복근보"
IDC_GURSF_FRM_SOIL                            = "허용 지내력"
IDC_GURSF_LBL_SOIL_BEAR                       = "허용 지내력"
IDC_GURSF_FRM_SPLICE                          = "주철근 이음 방식"
IDC_GURSF_RDO_SPLICE000                       = "이음하지 않음"
IDC_GURSF_RDO_SPLICE050                       = "반수 이음"
IDC_GURSF_RDO_SPLICE100                       = "전수 이음"
IDC_GURSF_FRM_ARRANGE                         = "배근 유형"
IDC_GURSF_RADIO_ARRANGETYPE1                  = "배근 유형-1 ( 전단면 )"
IDC_GURSF_RADIO_ARRANGETYPE2                  = "배근 유형-2 ( 양단부와 중앙부 )"
IDC_GURSF_RADIO_ARRANGETYPE3                  = "배근 유형-3 ( 각단부와 중앙부 )"
IDC_GURSF_STRING_COMMAND                      = "단면 정보 변경 :"
IDC_GURSF_BTN_COMMAND_MAX                     = "max( i,m,j )"
IDC_GURSF_BTN_COMMAND_MAX_IJ                  = "max( i,j )"
IDC_GURSF_BTN_COMMAND_SWITCH                  = "i <-> j"
IDC_GURSF_CHECK_FORCE_ONLY                    = "설계 부재력만 변경"
IDC_GURSF_CHECK_DIFFER_REBAR                  = "배근 열마다 다른 철근 사용"
IDC_GURSF_CHECK_TOPBOT_SAMEREBAR              = "상-하부 동일 철근 적용"
IDC_GURSF_CHECK_SHOW_LCB                      = "하중 조합 표시"

////// IDD_RCS_STRIPFOOT_LIST_DLG
IDC_GURSF_LIST_CHK_REBAR                      = "배근 상세 표시"

////// IDD_RCS_STRIPFOOT_SMODE_INPUT_SECT_DLG
IDC_GURSF_FRAME_FORCE                         = "설계 부재력"
IDC_GURSF_LABEL_FORCE_M                       = "모멘트"
IDC_GURSF_LABEL_FORCE_S                       = "전단력"
IDC_GURSF_FRAME_SOIL                          = "지점 반력 / 허용 지내력"
IDC_GURSF_LABEL_SOIL_FORC                     = "지점 반력"
IDC_GURSF_LABEL_SOIL_BEAR                     = "허용 지내력"

////// IDD_URCF_COLM_DLG
IDD_URCF_COLM_DLG                             = "기둥 상세 정보"
IDC_GURCF_COLM_SECT_GRP                       = "기둥 단면"
IDC_GURCF_COLM_SECT_SHAPE_RECT                = "사각형"
IDC_GURCF_COLM_SECT_SHAPE_CIR                 = "원형"
IDC_GURCF_COLM_SECT_Cx_TEXT                   = "Cx"
IDC_GURCF_COLM_SECT_Cy_TEXT                   = "Cy"
IDC_GURCF_COLM_LOAD_SERV                      = "사용 하중"
IDC_GURCF_COLM_LOAD_Ps_TEXT                   = "Ps"
IDC_GURCF_COLM_LOAD_SERV_LCOM_BTN             = "하중 조합 ..."
IDC_GURCF_COLM_LOAD_FACT                      = "계수 하중"
IDC_GURCF_COLM_LOAD_FACT_LCOM_BTN             = "하중 조합 ..."
IDC_BTN_CHECK_LCOM_NUMB                       = "하중 조합 검토"
IDC_LCOM_NUMB_DOES_MATCH                      = "하중 조합 개수가 일치합니다."
IDC_LCOM_NUMB_DOES_NOT_MATCH                  = "하중 조합 개수가 일치하지 않습니다."

////// IDD_URCF_PMODE_DLG
IDC_GURCF_MATL_GRP                            = "재질"
IDC_GURCF_MATL_FCK_STC                        = "콘크리트"
IDC_GURCF_MATL_MB_STC                         = "주철근"
IDC_GURCF_MATL_LCON_CHK                       = "경량 콘크리트"
IDC_GURCF_MATL_FACT_STC                       = "계수"
IDC_GURCF_COLM_GRP                            = "기둥 정보"
IDC_GURCF_COLM_ADD_BTN                        = "추가"
IDC_GURCF_COLM_DEL_BTN                        = "삭제"
IDC_GURCF_FOOTING_GRP                         = "기초"
IDC_GURCF_FOOTING_DEPTH_STC                   = "두께"
IDC_GURCF_FOOTING_COVER_STC                   = "피복 두께"
IDC_GURCF_PROPERTY_GRP                        = "기초 크기"
IDC_GURCF_DESIGN_LOAD_GRP                     = "설계 하중"
IDC_GURCF_LABEL_SLOAD_SL                      = "표면 재하"
IDC_GURCF_LABEL_SLOAD_WD                      = "단위 중량"
IDC_GURCF_LABEL_SLOAD_H                       = "재하 높이"
IDC_GURCF_DLOAD_SW_CHK                        = "자중 고려"
IDC_GURCF_FRAME_PREVIEW                       = "미리보기 ( 단면 및 다이아그램 )"
IDC_GURCF_LABEL_PREVIEW_ITEM                  = "표시 항목"
IDC_GURCF_LABEL_TXTSIZE                       = "글씨 크기"
IDC_GURCF_REBAR_INFO_CHK                      = "배근 정보"
IDC_GURCF_DIMENSION_CHK                       = "치수"
IDC_GURCF_COLM_NAME_CHK                       = "기둥 이름"
IDC_GURCF_VALUE_CHK                           = "값"
IDC_GURCF_REBAR_X_DIR_GRP                     = "배근 정보 ( X 방향 )"
IDC_GURCF_REBAR_X_DIR_SEL_STC                 = "배근 위치 :"
IDC_GURCF_REBAR_Y_DIR_GRP                     = "배근 정보 ( Y 방향 )"
IDC_GURCF_REBAR_Y_DIR_SEL_STC                 = "배근 위치 :"
IDC_GURCF_RESULT_GRP                          = "검토 결과"
IDC_GURCF_SURCHARGE_CHK                       = "상재하중 고려"

////// IDD_URCF_MLIST_COLM_DLG
IDD_URCF_MLIST_COLM_DLG                       = "기둥 정보"
IDC_GURCF_LIST_COLM_TEXT                      = "상세 정보"
IDC_GURCF_LIST_COLM_ADD                       = "추가"
IDC_GURCF_LIST_COLM_DEL                       = "삭제"

////// IDD_URCF_RBAR_INFO_DLG
IDD_URCF_RBAR_INFO_DLG                        = "배근 정보"

////// IDD_URCF_RBAR_DLG
IDC_GURCF_FRAME_FOUNDATION                    = "기초"
IDC_GURCF_LABEL_FD_THICKNESS                  = "두께"
IDC_GURCF_LABEL_FD_COVER                      = "피복 두께"
IDC_GURCF_FRAME_PROPERTY                      = "속성"
IDC_GURCF_FRAME_RBAR                          = "철근"
IDC_GURCF_LABEL_RBAR_INIT_X                   = "시작 철근 ( x )"
IDC_GURCF_LABEL_RBAR_INIT_Y                   = "시작 철근 ( y )"
IDC_GURCF_LABEL_BAR_NO                        = "검토 철근 종류"

////// IDD_URCF_SECT_DLG
IDC_GURCF_FRAME_SURCHARGE_LOAD                = "상재 하중"

////// IDD_RCS_BATCHWALL_BUILD_DLG
IDD_RCS_BATCHWALL_BUILD_DLG                   = "건물 정보 설정"
IDC_GURGW_BUILD_TEXT                          = "건물 정보"
IDC_GURGW_BUILD_STORY_TEXT                    = "층 그룹핑"
IDC_GURGW_BUILD_CMB_FR_TEXT                   = "시작층"
IDC_GURGW_BUILD_CMB_TO_TEXT                   = "종료층"
IDC_GURGW_BUILD_CMB_INC_TEXT                  = "증분값"
IDC_GURGW_BUILD_BTN_SEL                       = "선택"
IDC_GURGW_BUILD_BTN_NON                       = "선택해제"
IDC_GURGW_BUILD_BTN_APP                       = "확인"
IDC_GURGW_BUILD_BTN_CAN                       = "취소"

////// IDD_RCS_BATCH_COLM_BUILD_DLG
IDD_RCS_BATCH_COLM_BUILD_DLG                  = "건물 정보 설정"
IDC_GURBC_FRM_BUILD_DATA                      = "일괄 기둥의 건물 정보"
IDC_GURBC_LBL_STORY_GROUP                     = "층 그룹핑"
IDC_GURBC_LBL_STORY_FR                        = "시작층"
IDC_GURBC_LBL_STORY_TO                        = "종료층"
IDC_GURBC_LBL_STORY_IN                        = "증분값"
IDC_GURBC_BTN_SLCT                            = "선택"
IDC_GURBC_BTN_NONE                            = "선택해제"
IDC_GURBC_BTN_OKOK                            = "확인"
IDC_GURBC_BTN_CNCL                            = "취소"

////// IDD_RCS_BATCH_BEAM_BUILD_DLG
IDD_RCS_BATCH_BEAM_BUILD_DLG                  = "건물 정보 설정"
IDC_RCS_FRM_BUILD_DATA                        = "일괄 보의 건물 정보"
IDC_RCS_LBL_STORY_GROUP                       = "층 그룹핑"
IDC_RCS_LBL_STORY_FR                          = "시작층"
IDC_RCS_LBL_STORY_TO                          = "종료층"
IDC_RCS_LBL_STORY_IN                          = "증분값"
IDC_RCS_BTN_SLCT                              = "선택"
IDC_RCS_BTN_NONE                              = "선택해제"
IDC_RCS_BTN_OKOK                              = "확인"
IDC_RCS_BTN_CNCL                              = "취소"

////// IDD_RCS_BATCH_WALL_BUILD_DLG
IDD_RCS_BATCH_WALL_BUILD_DLG                  = "건물 정보 설정"
IDC_GURGW_FRM_BUILD_DATA                      = "일괄 벽체의 건물 정보"
IDC_GURGW_LBL_STORY_GROUP                     = "층 그룹핑"

////// IDD_RCS_BATCHWALL_INPUT_DLG
IDC_GURGW_FRAME_MAP                           = "위치 안내도"
IDC_GURGW_FRAME_WALLID                        = "벽체 ID"
IDC_GURGW_INPUT_BTN_SMART_DESIGN_MEM          = "시공성 고려한 부재 설계"
IDC_GURGW_BTN_SMARTDGN                        = IDC_GURGW_INPUT_BTN_SMART_DESIGN_MEM
IDC_GURGW_FRAME_WALL                          = "벽체 정보"
IDC_GURGW_LABEL_STORY_FR                      = "시작층"
IDC_GURGW_LABEL_STORY_TO                      = "종료층"
IDC_GURGW_LABEL_STORY_BY                      = "간격"
IDC_GURGW_BTN_STORY_SEL                       = "선택"
IDC_GURGW_BTN_STORY_NON                       = "선택해제"
IDC_GURGW_LABEL_NOTE                          = "Ctrl+Up/Dn키로 복사"
IDC_GURGW_CHECK_SHOW_ENDBAR                   = "단부 보강근 항목 표시"
IDC_GURGW_CHECK_SHOW_SEISMIC                  = "내진 설계 항목 표시"
IDC_GURGW_FRM_EDITOPT                         = "편집 옵션"
IDC_GURGW_EDTOPT_CHK_MATLFCK                  = "콘크리트 재질"
IDC_GURGW_EDTOPT_CHK_MATLFYR                  = "철근 재질"
IDC_GURGW_EDTOPT_CHK_SECTTHK                  = "벽체 두께"
IDC_GURGW_EDTOPT_CHK_SECTLEN                  = "벽체 길이"
IDC_GURGW_EDTOPT_CHK_SPECIAL                  = "특수 전단벽"
IDC_GURGW_EDTOPT_CHK_BOUNDARY                 = "특수 경계 요소"
IDC_GURGW_EDTOPT_CHK_PILOTIS                  = "필로티 설계 가이드"

////// IDD_RCS_BATCHWALL_WALL_DLG
IDD_RCS_BATCHWALL_WALL_DLG                    = "단위 벽체 정보"
IDC_GURGW_WALL_ID                             = "벽체 ID"
IDC_GURGW_WALL_BTN_APPLY                      = "적용"
IDC_GURGW_WALL_BTN_CHECK                      = "검토"
IDC_GURGW_WALL_BTN_CLOSE                      = "닫기"

/////// IDD_RCS_DESIGN_LOAD
IDD_RCS_DESIGN_LOAD                           = "설계 하중"
IDC_RCS_DL_INFO_FRM_NAME                      = "하중 명칭"
IDC_RCS_DL_NAME_DEL_BTN                       = "삭제"
IDC_RCS_DL_INFO_CAL_ALL_BTN                   = "전체계산"
IDC_RCS_DL_INFO_APPL_CHK                      = "현재 하중 계수 적용"
IDC_RCS_DL_INFO_FRM_LOAD                      = "하중 정보"
IDC_RCS_DL_INFO_FRM_FACT                      = "하중 계수"
IDC_RCS_DL_INFO_CODE_BTN                      = "기준값"
IDC_RCS_DL_INFO_FRM_DEAD                      = "고정 하중"
IDC_RCS_DL_DEAD_ADD_BTN                       = "추가"
IDC_RCS_DL_DEAD_INS_BTN                       = "삽입"
IDC_RCS_DL_DEAD_DEL_BTN                       = "삭제"
IDC_RCS_DL_INFO_FRM_LIVE                      = "활하중"
IDC_RCS_DL_INFO_FRM_DGNL                      = "설계 하중"
IDC_RCS_DL_INFO_ADD_BTN                       = "추가"
IDC_RCS_DL_INFO_COP_BTN                       = "복사"
IDC_RCS_DL_INFO_MOD_BTN                       = "변경"
IDC_RCS_DL_INFO_CAL_BTN                       = "계산"
IDC_RCS_DL_INFO_LBL_NAME                      = "이름"
IDC_RCS_DL_INFO_LBL_DEAD                      = "고정"
IDC_RCS_DL_INFO_LBL_LIVE                      = "적재"
IDC_RCS_DL_INFO_LBL_LIVE2                     = "활"
IDC_RCS_DL_INFO_LBL_TYPE1                     = "분류1"
IDC_RCS_DL_INFO_LBL_TYPE2                     = "분류2"
IDC_RCS_DL_INFO_LBL_DGND                      = "고정"
IDC_RCS_DL_INFO_LBL_SERV                      = "사용하중"
IDC_RCS_DL_INFO_LBL_DGNL                      = "적재"
IDC_RCS_DL_INFO_LBL_FACT                      = "계수하중"

/////// IDD_RCS_URBL_EXPORT_DLG
IDD_RCS_URBL_EXPORT_DLG                       = "보 배근 정보 수정"
IDC_GURBL_EXPORT_FRAME_LIST                   = "보 테이블"
IDC_GURBL_EXPORT_BTN_UPDATE                   = "주철근 정보 수정"
IDC_GURBL_EXPORT_BTN_UPDATE_MBAR              = "주철근 정보 수정"
IDC_GURBL_EXPORT_BTN_UPDATE_SBAR              = "띠철근 정보 수정"
IDC_GURBL_EXPORT_BTN_CHEK                     = "선택"
IDC_GURBL_EXPORT_BTN_UNCHEKALL                = "선택해제"
IDC_GURBL_EXPORT_BTN_CHEKAll                  = "전체선택"
IDC_GURBL_EXPORT_BTN_OK                       = "확인"
IDC_GURBL_EXPORT_BTN_CANCEL                   = "취소"
IDC_GURBL_EXPORT_STC_INFO                     = "휨강도( φMn )"
IDC_MAIN_RBAR_STC                             = "주철근"
IDC_MAIN_RBAR_STC_MBAR                        = "주철근"
IDC_MAIN_RBAR_STC_SBAR                        = "띠철근"
IDC_TARGET_RATIO_STC                          = "목표 강도비"
IDC_GURBL_EXPORT_STC_CURR_RBAR                = "선택된 배근 정보"

/////// IDD_RCS_URBL_PMODE_DLG
IDC_GURBL_FRAME_MATERIAL                      = "재질"
IDC_GURBL_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURBL_FRAME_SECTION                       = "단면"
IDC_GURBL_FRAME_REBAR                         = "배근"
IDC_GURBL_FRAME_LAYER                         = "배근열별 최대 철근수"
IDC_GURBL_CHK_LAYER_AUTO                      = "자동산정"
IDC_GURBL_FRAME_SPACE                         = "배근열간 간격"
IDC_GURBL_CHK_SPACE_AUTO                      = "자동산정"
IDC_GURBL_FRAME_COMBAR                        = "압축 철근"
IDC_GURBL_RADIO_COMBAR_NONE                   = "고려하지 않음."
IDC_GURBL_RADIO_COMBAR_LAYER                  = "1열 전체 고려"
IDC_GURBL_RADIO_COMBAR_RATIO                  = "비율로 고려"
IDC_GURBL_FRAME_SPLICE                        = "주철근 이음 방식"
IDC_GURBL_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURBL_RADIO_SPLICE050                     = "반수 이음"
IDC_GURBL_RADIO_SPLICE100                     = "전수 이음"
IDC_GURBL_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURBL_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURBL_FRAME_RESULT                        = "검토 결과"
IDC_GURBL_LABEL_NAME                          = "부재 명칭"
IDC_GURBL_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURBL_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURBL_LABEL_MATERIAL_FYS                  = "띠철근"
IDC_GURBL_LABEL_SECTION_B                     = "너비"
IDC_GURBL_LABEL_SECTION_H                     = "높이"
IDC_GURBL_LABEL_SECTION_CC                    = "피복 두께"
IDC_GURBL_LABEL_USE_TYPE                      = "부재 적용 범위"
IDC_GURBL_LABEL_MAINBAR                       = "주철근"
IDC_GURBL_LABEL_STIRRUP                       = "띠철근"
IDC_GURBL_LABEL_LAYER                         = "배근단수"
IDC_GURBL_LABEL_LAYER_NO                      = "개 / 단"
IDC_GURBL_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURBL_FRAME_CRACK                         = "균열 검토 조건"
IDC_GURBL_LABEL_RESULT_M                      = "휨강도"
IDC_GURBL_LABEL_RESULT_V                      = "전단 강도"

/////// IDD_RCS_WALL_FORCE_DLG
IDD_RCS_WALL_FORCE_DLG                        = "하중 조합"
IDC_RCS_WALL_FORCE_LABEL_NOTICE               = "검토/설계후에 LCB1은 지배적인 하중 조합으로 자동 변경됩니다."
IDC_RCS_WALL_FORCE_BTN_ADD                    = "추가(&A)"
IDC_RCS_WALL_FORCE_BTN_INS                    = "삽입(&I)"
IDC_RCS_WALL_FORCE_BTN_DEL                    = "삭제(&D)"
IDC_RCS_WALL_FORCE_BTN_OK                     = "확인"
IDC_RCS_WALL_FORCE_BTN_CANCEL                 = "취소"

/////// IDD_RCS_WALL_PMODE_DLG
IDC_GURSW_FRAME_MATERIAL                      = "재질"
IDC_GURSW_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURSW_LABEL_MATERIAL_MB                   = "수직 철근"
IDC_GURSW_LABEL_MATERIAL_HB                   = "수평 철근"
IDC_GURSW_FRAME_MATERIAL2                     = "경량 콘크리트"
IDC_GURSW_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURSW_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURSW_FRAME_DIMENSION                     = "단면"
IDC_GURSW_LABEL_SECTION_THICKNESS             = "두께"
IDC_GURSW_LABEL_SECTION_LENGTH                = "길이"
IDC_GURSW_LABEL_SECTION_COVER                 = "피복 두께"
IDC_GURSW_LABEL_SECTION_HEIGHT_X              = "층고 ( x )"
IDC_GURSW_LABEL_SECTION_HEIGHT_Y              = "층고 ( y )"
IDC_GURSW_LABEL_KFACTOR_X                     = "Kx"
IDC_GURSW_LABEL_KFACTOR_Y                     = "Ky"
IDC_GURSW_CHECK_WEAK_BENDING                  = "약축 휨강도 검토"
IDC_GURSW_FRAME_FORCE                         = "축 방향력 / 휨 모멘트"
IDC_GURSW_LABEL_FORCE_AXIAL                   = "축 방향력"
IDC_GURSW_LABEL_FORCE_MOMENT_X                = "휨 모멘트 ( x )"
IDC_GURSW_LABEL_FORCE_MOMENT_Y                = "휨 모멘트 ( y )"
IDC_GURSW_CHECK_APPLY2SHEAR                   = "전단 검토에 적용"
IDC_GURSW_FRAME_SHEAR                         = "전단 검토 부재력"
IDC_GURSW_LABEL_FORCE_SHEAR_Y                 = "전단력( y )"
IDC_GURSW_LABEL_FORCE_AXIAL_Y                 = "축방향력 ( y )"
IDC_GURSW_LABEL_FORCE_MOMENT_X_SHEAR          = "휨 모멘트 ( x )"
IDC_GURSW_FRAME_FACTOR                        = "설계 계수"
IDC_GURSW_LABEL_FACTOR_CMX                    = "Cmx"
IDC_GURSW_LABEL_FACTOR_CMY                    = "Cmy"
IDC_GURSW_LABEL_FACTOR_BETAD                  = "βd"
IDC_GURSW_BTN_LCOMB                           = "하중 조합 ..."
IDC_GURSW_FRAME_ARRANGE                       = "철근 배근"
IDC_GURSW_FRAME_REBAR                         = "철근"
IDC_GURSW_FRAME_SEISMIC                       = "내진 설계"
IDC_GURSW_CHECK_SEISMIC_SPECIAL               = "내진 특별 기준 적용"
IDC_GURSW_RADIO_SPECIAL_MOMENT                = "특수 전단벽"
IDC_GURSW_RADIO_INTERMEDIATE_MOMENT           = "보통 전단벽"
IDC_GURSW_INPUT_BTN_SEISMIC                   = "내진 설계 변수 ..."
IDC_GURSW_FRAME_PM_CURVE                      = "PM 상관 곡선"
IDC_GURSW_LABEL_PMCURVE                       = "검토 대상 축 선택 :"
IDC_GURSW_RADIO_PMCURVE_X                     = "강축( X )"
IDC_GURSW_RADIO_PMCURVE_Y                     = "약축( Y )"
IDC_GURSW_FRAME_CHECKITEM                     = "검토 결과"

/////// IDD_RCS_WALL_SEISMIC_DLG
IDC_GURSW_SEISMIC_CHK_BELEM                   = "경계 요소"
IDC_GURSW_SEISMIC_BTN_APPLY                   = "적용(&A)"
IDC_GURSW_SEISMIC_BTN_CLOSE                   = "닫기(&C)"
IDC_GURSW_SPECSIOAL_SHEAR_WALL                = "특수 전단벽"
IDC_GURSW_SEISMIC_LBL_WALLH                   = "전체 높이"
IDC_GURSW_SEISMIC_LBL_FORCE                   = "Pu"

/////// IDD_RCS_WALL_RBAR_DLG
IDC_GURSW_FRAME_MAINBAR                       = "철근"
IDC_GURSW_LABEL_UNIT2                         = "단위 : "
IDC_GURSW_LABEL_UNIT                          = "단위"
IDC_GURSW_LABEL_VERBAR_NO                     = "수직 철근"
IDC_GURSW_LABEL_HORBAR_NO                     = "수평 철근"
IDC_GURSW_LABEL_ENDBAR_NO                     = "단부 보강근"
IDC_GURSW_LABEL_BEBAR                         = "경계 수평근"

///////  IDD_RCS_URST_RBAR_DLG
IDC_GURST_LABEL_BAR_NAME                      = "시작 철근"
IDC_GURST_FRAME_REBAR                         = "철근"
IDC_GURST_LABEL_BAR_NO                        = "철근 종류"
IDC_GURST_FRAME_PREVIEW                       = "미리보기 ( 단면 / 다이아그램 )"
IDC_GURST_LABEL_PREVIEW_ITEM                  = "표시할 항목 선택 :"
IDC_GURST_TABLE_USE_LEFT                      = "좌측과 동일 배근 적용"

/////// IDD_RCS_URST_SECT_DLG
/////// IDD_RCS_URST_PMODE_DLG
IDC_GURST_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURST_RADIO_SUPPORT_BY_LANDING            = "계단참 지지"
IDC_GURST_RADIO_SUPPORT_BY_OTHERS             = "벽/보 지지"
IDC_GURST_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURST_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURST_FRAME_MATERIAL                      = "재질"
IDC_GURST_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURST_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURST_LABEL_DL_STAIR                      = "고정( 계단 )"
IDC_GURST_LABEL_DL_LANDING                    = "고정( 계단참 )"
IDC_GURST_LABEL_LIVE_LOAD                     = "활하중"
IDC_GURST_FRAME_SUPPORT                       = "지점 조건"
IDC_GURST_LABEL_SUPPORT_R                     = "우측"
IDC_GURST_LABEL_SUPPORT_L                     = "좌측"
IDC_GURST_FRAME_THICK                         = "두께"
IDC_GURST_LABEL_THICK_STAIR                   = "계단"
IDC_GURST_LABEL_THICK_LANDING                 = "계단참"
IDC_GURST_LABEL_THICK_COVER                   = "피복 두께"
IDC_GURST_FRAME_LENGTH                        = "부재 길이"
IDC_GURST_LABEL_LENGTH_LANDING_L              = "계단참( 좌측 )"
IDC_GURST_LABEL_LENGTH_LANDING_R              = "계단참( 우측 )"
IDC_GURST_LABEL_LENGTH_STAIR                  = "계단"
IDC_GURST_FRAME_SIZE                          = "크기"
IDC_GURST_LABEL_SIZE_HEIGHT                   = "높이"
IDC_GURST_LABEL_SIZE_WIDTH                    = "너비"
IDC_GURST_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURST_FRAME_CRACK                         = "균열 검토 조건"
IDC_GURST_CHECK_END_REBAR                     = "보강 철근 적용"

/////// IDD_RCS_COLM_GEN_FORCE_DLG_EC
IDD_RCS_COLM_GEN_FORCE_DLG_EC                 = "하중 조합 정보"
IDC_RCS_COLGEN_FORCE_BTN_ALL                  = "전체선택"
IDC_RCS_COLGEN_FORCE_BTN_NON                  = "선택해제"
IDC_RCS_COLGEN_FORCE_BTN_INV                  = "선택반전"
IDC_RCS_COLGEN_FORCE_BTN_ADD                  = "추가(&A)"
IDC_RCS_COLGEN_FORCE_BTN_INS                  = "삽입(&I)"
IDC_RCS_COLGEN_FORCE_BTN_DEL                  = "삭제(&D)"
IDC_RCS_COLGEN_FORCE_BTN_OK                   = "확인(&O)"
IDC_RCS_COLGEN_FORCE_BTN_CANCEL               = "취소(&C)"

/////// IDD_RCS_URGC_MATL_DLG
IDC_GURGC_FRAME_MATERIAL                      = "재질"
IDC_GURGC_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURGC_LABEL_MATERIAL_MB                   = "주철근"
IDC_GURGC_LABEL_MATERIAL_HB                   = "띠철근"
IDC_GURGC_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURGC_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURGC_FRAME_LENGTH                        = "부재 길이"
IDC_GURGC_LABEL_LENGTH_X                      = "부재 길이 ( x )"
IDC_GURGC_LABEL_LENGTH_Y                      = "부재 길이 ( y )"
IDC_GURGC_LABEL_KFACTOR_X                     = "Kx"
IDC_GURGC_LABEL_KFACTOR_Y                     = "Ky"
IDC_GURGC_FRAME_SPLICE                        = "주철근 이음 방식"
IDC_GURGC_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURGC_RADIO_SPLICE050                     = "반수 이음"
IDC_GURGC_RADIO_SPLICE100                     = "전수 이음"
IDC_GURGC_FRAME_EFF_AREA                      = "임의 형상 단면의 유효 단면적"
IDC_GURGC_LABEL_EFF_AREA_B                    = "너비 ( B )"
IDC_GURGC_LABEL_EFF_AREA_H                    = "높이 ( D )"
IDC_GURGC_BTN_EFF_AREA_CALC                   = "크기 정보 갱신"
IDC_GURGC_SLEN_IMPER_CHK                      = "불완전성의 영향 고려"
IDC_GURGC_SLEN_2ND_CHK                        = "2차 효과 고려"
IDC_GURGC_SLEN_CHK_A                          = "자동 산정"
IDC_GURGC_SLEN_CHK_B                          = "자동 산정"
IDC_GURGC_SLEN_CHK_C                          = "자동 산정"

/////// IDD_RCS_URGC_FORC_DLG
IDC_GURGC_FRAME_COVER                         = "피복 두께"
IDC_GURGC_LABEL_COVER                         = "피복 두께"
IDC_GURGC_FRAME_HOOPBAR                       = "띠철근"
IDC_GURGC_LABEL_UNIT2                         = "단위 : "
IDC_GURGC_LABEL_UNIT                          = "단위"
IDC_GURGC_LABEL_HOOP_END                      = "단부"
IDC_GURGC_LABEL_HOOP_CEN                      = "중앙부"
IDC_GURGC_CHECK_HOOP_USER                     = "중앙부 간격 직접 입력"
IDC_GURGC_FRAME_TIEBAR                        = "타이 철근"
IDC_GURGC_CHECK_TIEBAR                        = "전단 검토에 적용"
IDC_GURGC_LABEL_TIEBAR_MATL                   = "재질"
IDC_GURGC_LABEL_TIEBAR_RBAR                   = "철근"
IDC_GURGC_LABEL_TIEBAR_NOX                    = "개수 ( x )"
IDC_GURGC_LABEL_TIEBAR_NOY                    = "개수 ( y )"
IDC_GURGC_FRAME_FORCE_FACTOR                  = "설계 부재력 / 계수"
IDC_GURGC_FRAME_FORCE                         = "축 방향력 / 휨 모멘트"
IDC_GURGC_LABEL_FORCE_AXF                     = "축 방향력"
IDC_GURGC_LABEL_FORCE_MEMX                    = "휨 모멘트 ( x )"
IDC_GURGC_LABEL_FORCE_MEMY                    = "휨 모멘트 ( y )"
IDC_GURGC_FRAME_SHEAR                         = "설계 전단력"
IDC_GURGC_LABEL_FORCE_AXIAL_X                 = "축 방향력 ( x )"
IDC_GURGC_LABEL_FORCE_SHX                     = "전단력 ( x )"
IDC_GURGC_LABEL_FORCE_AXIAL_Y                 = "축 방향력 ( y )"
IDC_GURGC_LABEL_FORCE_SHY                     = "전단력 ( y )"
IDC_GURGC_FRAME_COE                           = "설계 계수"
IDC_GURGC_FRAME_COE_EC                        = "유효 크리프 비율"
IDC_GURGC_LABEL_COE_CMX                       = "Cmx"
IDC_GURGC_LABEL_COE_CMY                       = "Cmy"
IDC_GURGC_LABEL_COE_BETAD                     = "βd"
IDC_GURGC_BTN_LCOMB                           = "하중 조합 ..."

/////// IDD_RCS_COLM_GEN_INPUT_SECT2_DLG_EC
IDC_GURGC_CHECK_APPLY2SHEAR                   = "전단 검토에 적용"
IDC_GURGC_LABEL_FORCE_MEMXI                   = "휨 모멘트 ( xi )"
IDC_GURGC_LABEL_FORCE_MEMXJ                   = "휨 모멘트 ( xj )"
IDC_GURGC_LABEL_FORCE_MEMYI                   = "휨 모멘트 ( yi )"
IDC_GURGC_LABEL_FORCE_MEMYJ                   = "휨 모멘트 ( yj )"
IDC_GURGC_CREEP_COEFFICIENT_STC               = "비율"

/////// IDD_RCS_URGC_RBAR_DLG
IDC_GURGC_FRAME_SECT_VIEW                     = "단면"
IDC_GURGC_BTN_SECT_IMPORT                     = "단면 정보 불러오기 ..."
IDC_GURGC_BTN_SECT_IMPORT_SHORT               = "불러오기..."
IDC_GURGC_FRAME_MAINBAR                       = "주철근"
IDC_GURGC_LABEL_MAIN_BAR                      = "주철근"
IDC_GURGC_FRAME_SECT_INFOR                    = "단면 정보"
IDC_GURGC_RADIO_SECT_INFOR_SHAPE              = "형상"
IDC_GURGC_RADIO_SECT_INFOR_MAINBAR            = "주철근"
IDC_GURGC_RADIO_SECT_INFOR_TIEBAR             = "타이철근"
IDC_GURGC_CHECK_SECT_INFOR_INDEX              = "인덱스보기"
IDC_GURGC_STC_SECT_INFOR_MIN_SPACE            = "최소간격: "
IDC_GURGC_STC_SECT_INFOR_INSERT_KEY           = """Insert"" 키 : 현재셀에 새 열 추가"

/////// IDD_RCS_URGC_MLIST_COLM_DLG
IDD_RCS_URGC_MLIST_COLM_DLG                   = "단면 정보"
IDC_GURGC_SEL_COLM_CURRENT_STC                = "현재 부재"
IDC_GURGC_SEL_COLM_SELECT_STC                 = "부재 선택"
IDC_GURGC_SEL_COLM_BTN_ALL                    = "전체선택"
IDC_GURGC_SEL_COLM_BTN_NON                    = "선택해제"
IDC_GURGC_SEL_COLM_BTN_INV                    = "선택반전"
IDC_GURGC_SEL_COLM_SECTION_STC                = "단면 정보"
IDC_GURGC_SEL_COLM_APPLY_BTN                  = "적용"
IDC_GURGC_SEL_COLM_OK_BTN                     = "확인"
IDC_GURGC_SEL_COLM_CANCEL_BTN                 = "취소"

/////// IDD_RCS_URGC_PMODE_DLG
IDC_GURGC_RADIO_SECT_VIEW_SECTION             = "단면"
IDC_GURGC_RADIO_SECT_VIEW_PM_2D               = "PM상관곡선"
IDC_GURGC_RADIO_SECT_VIEW_MM_2D               = "MM상관곡선"
IDC_GURGC_LABEL_MAIN_BAR2                     = "-"
IDC_GURGC_FRAME_RESULT                        = "검토 결과"

/////// IDD_RCS_BASEWALL_INPUT_DLG
IDC_GURBW_RADIO_TYPE_1WAY                     = "1방향"
IDC_GURBW_RADIO_TYPE_2WAY                     = "2방향"
IDC_GURBW_BTN_SECTION_ADD                     = "추가"
IDC_GURBW_BTN_SECTION_DEL                     = "삭제"
IDC_GURBW_BTN_SECTION_IST                     = "삽입"
IDC_GURBW_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURBW_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURBW_CHK_ANAL_OPT_AUTO                   = "자동"
IDC_GURBW_FRAME_DRAW                          = "미리보기 ( 배근 / 다이아그램 )"
IDC_GURBW_CHECK_PREVIEW_MESHLINE              = "메쉬 라인"
IDC_GURBW_CHECK_PREVIEW_CONTOUR               = "등고선"
IDC_GURBW_CHECK_PREVIEW_VALUE                 = "결과값"
IDC_GURBW_LABEL_FONT_SIZE                     = "글꼴 크기 :"
IDC_GURBW_BUTTON_REBAR_UPDATE                 = "배근 정보 수정 ( B1 )"
IDC_GURBW_LABEL_VO_ITD                        = "표시 항목 선택 :"
IDC_GURBW_FRAME_MATERIAL                      = "재질"
IDC_GURBW_FRAME_SECTION                       = "단면"
IDC_GURBW_FRAME_LOAD                          = "정적 토압"
IDC_GURBW_FRAME_SEIS                          = "동적 토압"
IDC_GURBW_CHECK_LOAD                          = "정적 토압을 적용하여 검토"
IDC_GURBW_CHECK_SEIS                          = "동적 토압을 적용하여 검토"
IDC_GURBW_FRAME_BC                            = "경계 조건"
IDC_GURBW_FRAME_ANAL_OPT                      = "해석 옵션"
IDC_GURBW_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURBW_LABEL_MATERIAL_MB                   = "주철근"
IDC_GURBW_LABEL_MATERIAL_SB                   = "보조 철근"
IDC_GURBW_LABEL_SECTION_COVER                 = "피복 두께"
IDC_GURBW_LABEL_SECTION_WIDTH                 = "너비"
IDC_GURBW_LABEL_BC_BOT                        = "하부"
IDC_GURBW_LABEL_BC_RIT                        = "우측"
IDC_GURBW_LABEL_ANAL_OPT_MESHSIZE             = "메쉬 크기"
IDC_GURBW_LABEL_BC_LFT                        = "좌측"
IDC_GURBW_LABEL_BC_TOP                        = "상부"
IDC_GURBW_LABEL_VO_STS                        = "표시할 층 선택 :"
IDC_GURBW_LABEL_SECTION_TYPE                  = "유형"
IDC_GURBW_FRAME_REBAR                         = "배근 유형"
IDC_GURBW_LABEL_REBAR_MOMENT                  = "휨 모멘트"
IDC_GURBW_LABEL_REBAR_SHEAR                   = "전단력"
IDC_GURBW_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURBW_FRAME_CRACK                         = "균열 환경"

/////// IDD_RCS_BASEWALL_SMODE_INPUT_REBAR_DLG
IDC_GURBW_LABEL_UNIT2                         = "단위 :"
IDC_GURBW_LABEL_UNIT                          = "단위"
IDC_GURBW_FRAME_REPORT_OPTION                 = "계산서 옵션"
IDC_GURBW_LABEL_REBAR_ININO                   = "철근 개수"

/////// IDD_RCS_BASEWALL_SMODE_INPUT_SECT_DLG
IDC_GURBW_CHECK_MATERIAL_LCON                 = "경량 콘크리트"

/////// IDD_RCS_BASEWALL_LIST_REBAR_DLG
IDD_RCS_BASEWALL_LIST_REBAR_DLG               = "배근 정보"
IDC_GURBW_FRAME_SELECT_MEMBER                 = "부재 선택"
IDC_GURBW_SELECT_BTN_ALL                      = "전체선택"
IDC_GURBW_SELECT_BTN_NONE                     = "선택해제"
IDC_GURBW_FRAME_REBAR_INFO                    = "배근 정보"
IDC_GURBW_FRAME_MOMENT                        = "휨 모멘트"
IDC_GURBW_FRAME_SHEAR                         = "전단력"
IDC_GURBW_SOIL_BTN_APPLY                      = "적용(&A)"
IDC_GURBW_SOIL_BTN_CANCEL                     = "취소(&C)"

/////// IDD_RCS_BASEWALL_LIST_STORY_DLG
IDD_RCS_BASEWALL_LIST_STORY_DLG               = "층 정보"
IDC_GURBW_FRAME_STORY                         = "층"
IDC_GURBW_SOIL_BTN_ADD                        = "추가"
IDC_GURBW_SOIL_BTN_DEL                        = "삭제"
IDC_GURBW_SOIL_BTN_IST                        = "삽입"

/////// IDD_RCS_BASEWALL_LIST_REBAR_DLG
IDC_GURBW_SELECT_MEMBER                       = "부재 선택"
IDC_GURBW_REBAR_INFO                          = "배근 정보"
IDC_GURBW_MOMENT                              = "휨 모멘트"
IDC_GURBW_SHEAR                               = "전단력"

/////// IDD_RCS_IMPORT_CAD_DLG
IDD_RCS_IMPORT_CAD_DLG                        = "CAD 파일 불러오기"
IDC_CAD_FILE_NAME_STC                         = "CAD 파일명 :"
IDC_CAD_FILE_BTN                              = "파일 선택 ..."
IDC_CAD_ALL_STC                               = "전체 레이어"
IDC_CAD_FOOTING_STC                           = "기초 레이어"
IDC_CAD_FOOTING_ADD_BTN                       = "->"
IDC_CAD_FOOTING_DEL_BTN                       = "<-"
IDC_CAD_PILE_STC                              = "파일 레이어"
IDC_CAD_PILE_ADD_BTN                          = "->"
IDC_CAD_PILE_DEL_BTN                          = "<-"
IDC_CAD_COLUMN_STC                            = "기둥 레이어"
IDC_CAD_COLUMN_ADD_BTN                        = "->"
IDC_CAD_COLUMN_DEL_BTN                        = "<-"
IDC_CAD_OK_BTN                                = "확인(O&)"
IDC_CAD_CANCEL_BTN                            = "취소(&C)"
IDC_CAD_SECTION_STC                           = "단면 레이어"
IDC_CAD_SECTION_ADD_BTN                       = "->"
IDC_CAD_SECTION_DEL_BTN                       = "<-"
IDC_CAD_REBAR_STC                             = "철근 레이어"
IDC_CAD_REBAR_ADD_BTN                         = "->"
IDC_CAD_REBAR_DEL_BTN                         = "<-"

/////// IDD_RCS_RETAINING_WALL_INPUT_BASIC_DLG
IDC_GURRW_MATL_GRP                            = "재질"
IDC_GURRW_MATL_FCK_STC                        = "콘크리트"
IDC_GURRW_MATL_MB_STC                         = "주철근"
IDC_GURRW_MATL_SB_STC                         = "보조 철근"
IDC_GURRW_MATL_LCON_CHK                       = "경량 콘크리트"
IDC_GURRW_MATL_FACT_STC                       = "계수"
IDC_GURRW_INFO_GRP                            = "기본 정보"
IDC_GURRW_INFO_TYPE_STC                       = "유형"
IDC_GURRW_INFO_TOTAL_H_STC                    = "전체 높이"
IDC_GURRW_STEM_GRP                            = "스템"
IDC_GURRW_STEM_TOP_THK_STC                    = "상부 두께"
IDC_GURRW_STEM_BOT_THK_STC                    = "하부 두께"
IDC_GURRW_STEM_BACK_SLOPE_STC                 = "후면 경사 거리"
IDC_GURRW_STEM_COVER_FRONT_STC                = "피복 두께 ( 전면 )"
IDC_GURRW_STEM_COVER_BACK_STC                 = "피복 두께 ( 후면 )"
IDC_GURRW_FDN_GRP                             = "기초"
IDC_GURRW_FDN_DEPTH_STC                       = "두께"
IDC_GURRW_FDN_SLOPE_DEPTH_STC                 = "경사 두께"
IDC_GURRW_FDN_TOE_LENG_STC                    = "앞굽 길이"
IDC_GURRW_FDN_HEEL_LENG_STC                   = "뒷굽 길이"
IDC_GURRW_FDN_COVER_STC                       = "피복 두께"
IDC_GURRW_SKEY_GRP                            = "전단키"
IDC_GURRW_SKEY_USE_CHK                        = "전단키 사용"
IDC_GURRW_SKEY_LOCATION_STC                   = "위치"
IDC_GURRW_SKEY_HEIGHT_STC                     = "높이"

/////// IDD_RCS_RETAINING_WALL_INPUT_DLG
IDC_GURRW_FRAME_DRAW                          = "미리보기"
IDC_GURRW_FRAME_STABILITY_RESULT              = "안정성 검토 결과"
IDC_GURRW_FRAME_REBAR                         = "배근 유형"
IDC_GURRW_LABEL_VO_ITD                        = "표시할 항목 선택 :"

////// IDD_RCS_RETAINING_WALL_SMODE_REBAR_DLG
IDC_GURRW_RBAR_STEM_GRP                       = "스템 배근"
IDC_GURRW_RBAR_STEM_VFRONT                    = "수직 철근 ( 전면 )"
IDC_GURRW_RBAR_STEM_VBACK_STC                 = "수직 철근 ( 후면 )"
IDC_GURRW_RBAR_STEM_HORZ_STC                  = "수평 철근"
IDC_GURRW_RBAR_FDN_GRP                        = "기초 배근"
IDC_GURRW_RBAR_FDN_TOE_STC                    = "앞굽 철근 ( 하부 )"
IDC_GURRW_RBAR_FDN_HEEL_STC                   = "뒷굽 철근 ( 상부 )"
IDC_GURRW_RBAR_FDN_DIST_STC                   = "배력근"
IDC_GURRW_RBAR_SKEY_GRP                       = "전단키"
IDC_GURRW_RBAR_SKEY_VERT_STC                  = "수직 철근"

/////// IDD_RCS_RETAINING_WALL_INPUT_SOILLOAD_DLG
IDC_GURRW_BACKFILL_GRP                        = "배면토"
IDC_GURRW_BACKFILL_INCLINE_CHK                = "경사진 배면토"
IDC_GURRW_BACKFILL_SLOPE_STC                  = "경사 = 1 : "
IDC_GURRW_BACKFILL_HEIGHT_STC                 = "높이"
IDC_GURRW_BACKFILL_PHI_STC                    = "마찰각"
IDC_GURRW_BACKFILL_DENSITY_STC                = "단위 중량"
IDC_GURRW_SURCHARGE_GRP                       = "상재 하중"
IDC_GURRW_BACKFILL_SUR_FLAT_STC               = "평탄면"
IDC_GURRW_BACKFILL_SUR_SLOPE_STC              = "경사면"
IDC_GURRW_FDN_GRND_GRP                        = "기초 지반"
IDC_GURRW_FDN_GRND_PHI_STC                    = "마찰각"
IDC_GURRW_FND_GRND_C_STC                      = "점착력"
IDC_GURRW_FDN_GRND_QA_STC                     = "허용 지내력"
IDC_GURRW_LOAD_GRP                            = "하중"
IDC_GURRW_LOAD_SOIL_FACT_STC                  = "토압 계수"
IDC_GURRW_LOAD_WATER_LELVE_STC                = "수압 레벨"
IDC_GURRW_LOAD_WALTER_FACT_STC                = "수압 계수"
IDC_GURRW_FRNTFILL_GRP                        = "전면토"
IDC_GURRW_FRNTFILL_CONSIDER_CHK               = "전면토 고려"

////// IDD_URBB_SMART_DGN_OPTION_DLG
IDD_URBB_SMART_DGN_OPTION_DLG                 = "시공성 고려한 자동 배근 옵션 ( 일괄 보 )"

////// IDD_URBC_SMART_DGN_OPTION_DLG
IDD_URBC_SMART_DGN_OPTION_DLG                 = "시공성 고려한 자동 배근 옵션 ( 일괄 기둥 )"
IDC_CHK_OPTN_STRY                             = "층별로 옵션 적용"
IDC_BTN_STORY_MOD                             = "옵션 변경"
IDC_BTN_STORY_DEL                             = "옵션 삭제"

////// IDD_URBW_SMART_DGN_OPTION_DLG
IDD_URBW_SMART_DGN_OPTION_DLG                 = "시공성 고려한 자동 배근 옵션 ( 일괄 벽체 )"

/////// IDD_RCS_BATCHWALL_OPTION_DLG
IDD_RCS_BATCHWALL_OPTION_DLG                  = "시공성 고려한 자동 배근 옵션"
IDC_GURGW_OPTION_DGN_SECT_CHK                 = "설계시 단면 변경"
IDC_GURGW_OPTION_DGN_SECT_D_CHK               = "최대 두께"
IDC_GURGW_OPTION_DGN_GEN_CHK                  = "Gen/ADS의 설계 방법 적용"
IDC_GURGW_OPTION_DGN_GEN_LABEL                = "설계 방법"
IDC_GURGW_OPTION_DGN_GEN_LABEL2               = "단부 보강근의 개수"
IDC_GURGW_OPTION_ORD_TEXT                     = "시공성 고려 옵션"
IDC_GURGW_OPTION_ORD_RDO1                     = "철근의 단면적 및 간격을 고려"
IDC_GURGW_OPTION_ORD_RDO2                     = "철근의 단면적만 고려"
IDC_GURGW_OPTION_DGN_SPACE_CHK                = "철근 간격 설정"
IDC_GURGW_OPTION_FRM_VSPACE                   = "수직 철근"
IDC_GURGW_OPTION_DGN_VSPACE_MIN_LABEL         = "최소값"
IDC_GURGW_OPTION_DGN_VSPACE_MAX_LABEL         = "최대값"
IDC_GURGW_OPTION_DGN_VSPACE_INC_LABEL         = "증분값"
IDC_GURGW_OPTION_FRM_HSPACE                   = "수평 철근"
IDC_GURGW_OPTION_DGN_HSPACE_MIN_LABEL         = "최소값"
IDC_GURGW_OPTION_DGN_HSPACE_MAX_LABEL         = "최대값"
IDC_GURGW_OPTION_DGN_HSPACE_INC_LABEL         = "증분값"
IDC_GURGW_OPTION_DGN_SPACE_EXP_LABEL          = " ""철근 간격 설정"" 옵션을 선택하지 않으면 ""배근 옵션""에서 설정된 간격이 적용됩니다."
IDC_GURGW_OPTION_CHK_VBAR                     = "층고에 의한 수직 철근 제한"
IDC_GURGW_OPTION_DGN_LBL_VBAR_H               = "해당 층의 층고 >"
IDC_GURGW_OPTION_DGN_LBL_VBAR_N               = "적용 철근"
IDC_GURGW_OPTION_BTN_DEFAULT                  = "기본값"
IDC_GURGW_OPTION_BTN_APPLY                    = "확인(&O)"
IDC_GURGW_OPTION_BTN_CANCEL                   = "취소(&C)"

/////// IDD_RCS_BUTTRESS_LIST_REBAR_DLG
IDD_RCS_BUTTRESS_LIST_REBAR_DLG               = "배근 정보"
IDC_GURBU_SELECT_MEMBER_FRM                   = "부재 선택"
IDC_GURBU_SELECT_BTN_ALL                      = "전체선택"
IDC_GURBU_SELECT_BTN_NONE                     = "선택해제"
IDC_GURBU_REBAR_INFO_FRM                      = "배근 정보"
IDC_GURBU_FRAME_REBAR                         = "배근"
IDC_GURBU_LABEL_BARTYPE                       = "배근 유형"
IDC_GURBU_FRAME_PREVIEW_OPTION                = "삽도 설정"
IDC_GURBU_RADIO_REBAR_TYPE1                   = "유형-1 ( 전단면 )"
IDC_GURBU_RADIO_REBAR_TYPE2                   = "유형-2 ( 양단부 및 중앙부 )"
IDC_GURBU_RADIO_REBAR_TYPE3                   = "유형-3 ( 각단부 및 중앙부 )"
IDC_GURBU_FRAME_SKINBAR                       = "표피 철근"
IDC_GURBU_CHECK_DISTRIBUTE                    = "측면에 균등 배근"
IDC_GURBU_STORY_FRM                           = "층"
IDC_GURBU_SOIL_BTN_APPLY                      = "적용(&A)"
IDC_GURBU_SOIL_BTN_CANCEL                     = "취소(&C)"
IDC_GURBU_LABEL_SKINBAR                       = "표피철근"
IDC_GURBU_LABEL_SKINBAR2                      = "-"
IDC_GURBU_LABEL_STORY                         = "변경 대상 층 :"

/////// IDD_RCS_BUTTRESS_SUPPORT_DLG
IDD_RCS_BUTTRESS_SUPPORT_DLG                  = "지하 외벽의 지지 조건"
IDC_GURBU_FRM_SUPPORT_WALL                    = "지하 외벽의 지지 조건"

/////// IDD_RCS_BUTTRESS_SMODE_INPUT_DLG
IDC_GURBU_LABEL_FONT_SIZE                     = "글꼴 크기"

/////// IDD_RCS_BUTTRESS_SMODE_REBAR_DLG
IDC_GURBU_LABEL_LAYER_NO                      = "최대 레이어 개수"
IDC_GURBU_LABEL_UNIT2                         = "단위 :"
IDC_GURBU_LABEL_UNIT                          = "단위"
IDC_GURBU_FRAME_REPORT_OPTION                 = "보고서 옵션"
IDC_GURBU_CHECK_PREVIEW_MESHLINE              = "메쉬 라인"
IDC_GURBU_CHECK_PREVIEW_CONTOUR               = "등고선"
IDC_GURBU_CHECK_PREVIEW_VALUE                 = "결과값"
IDC_GURBU_CHECK_OPTION_AUTO                   = "자동"
IDC_GURBU_FRAME_OPTION                        = "해석 옵션"
IDC_GURBU_LABEL_OPTION_MESHSIZE               = "메쉬 크기"

/////// IDD_RCS_BUTTRESS_SMODE_INPUT_SECT_DLG
IDC_GURBU_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURBU_FRAME_MATERIAL                      = "재질"
IDC_GURBU_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURBU_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURBU_LABEL_MATERIAL_FYS                  = "스터럽"
IDC_GURBU_FRAME_SECTION                       = "단면"
IDC_GURBU_BTN_SECTION_ADD                     = "추가"
IDC_GURBU_BTN_SECTION_DEL                     = "삭제"
IDC_GURBU_BTN_SECTION_INS                     = "삽입"
IDC_GURBU_BTN_SUPPORT_WALL                    = "지하 외벽의 지지 조건 ..."
IDC_GURBU_LABEL_SECTION_COVER                 = "피복 두께"
IDC_GURBU_LABEL_SECTION_LENGTH_L              = "길이 (좌측)"
IDC_GURBU_LABEL_SECTION_LENGTH_M              = "길이 (중앙)"
IDC_GURBU_LABEL_SECTION_LENGTH_R              = "길이 (우측)"
IDC_GURBU_FRAME_LOAD                          = "정적 토압"
IDC_GURBU_FRAME_SEIS                          = "동적 토압"
IDC_GURBU_CHECK_LOAD                          = "정적 토압을 적용하여 검토"
IDC_GURBU_CHECK_SEIS                          = "동적 토압을 적용하여 검토"
IDC_GURBU_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURBU_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURBU_FRAME_SPLICE                        = "주철근 이음 방식"
IDC_GURBU_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURBU_RADIO_SPLICE050                     = "반수 이음"
IDC_GURBU_RADIO_SPLICE100                     = "전수 이음"
IDC_GURBU_FRAME_BOUNDARY                      = "버트레스의 경계 조건"
IDC_GURBU_LABEL_BOUNDARY_TOP                  = "상부"
IDC_GURBU_LABEL_BOUNDARY_BOT                  = "하부"
IDC_GURBU_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURBU_FRAME_CRACK                         = "균열 환경"
IDC_GURBU_LABEL_PREVIEW_ITEM                  = "표시할 항목 선택 :"
IDC_GURBU_FRAME_PREVIEW                       = "미리보기 ( 배근 / 다이아그램 )"

/////// IDD_RCS_URSL_SPACE_DLG
IDD_RCS_URSL_SPACE_DLG                        = "간격 정보"
IDC_GURSL_SELECT_MEMBER_FRM                   = "부재 선택"
IDC_GURSL_LIST_BUTTON_SELECT_ALL              = "전체선택"
IDC_GURSL_LIST_BUTTON_SELECT_NONE             = "선택해제"
IDC_GURSL_SPACE_FRM                           = "배근 간격"
IDC_GURSL_LIST_BUTTON_ADD                     = "추가"
IDC_GURSL_LIST_BUTTON_DEL                     = "삭제"
IDC_GURSL_LIST_BUTTON_INS                     = "삽입"
IDC_GURSL_LIST_BUTTON_APPLY                   = "적용(&A)"
IDC_GURSL_LIST_BUTTON_CANCEL                  = "취소(&C)"

/////// IDD_RCS_URSL_THICK_DLG
IDD_RCS_URSL_THICK_DLG                        = "두께 정보"
IDC_GURSL_MEMBER_FRM                          = "부재 선택"
IDC_GURSL_THICK_FRM                           = "두께"
IDC_GURSL_LIST_CHECK_SAME_COVER               = "동일한 피복 두께 적용"

/////// IDD_RCS_URSL_SECT_DLG
IDC_GURSL_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURSL_FRAME_THICK                         = "두께"
IDC_GURSL_THICK_BTN_ADD                       = "추가"
IDC_GURSL_THICK_BTN_DEL                       = "삭제"
IDC_GURSL_THICK_BTN_INS                       = "삽입"
IDC_GURSL_CHK_SAME_COVER                      = "동일한 피복 두께 적용"
IDC_GURSL_FRAME_SPACE                         = "배근 간격"
IDC_GURSL_SPACE_BTN_ADD                       = "추가"
IDC_GURSL_SPACE_BTN_DEL                       = "삭제"
IDC_GURSL_SPACE_BTN_INS                       = "삽입"
IDC_GURSL_RADIO_CRACK_DRY                     = "건조 환경"
IDC_GURSL_RADIO_CRACK_ETC                     = "기타 환경"
IDC_GURSL_LABEL_MATERIAL_FY                   = "주철근"
IDC_GURSL_LABEL_MAINBAR                       = "주철근"
IDC_GURSL_LABEL_REBAR                         = "철근의 개수"
IDC_GURSL_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURSL_FRAME_CRACK                         = "균열 환경"

/////// IDD_RCS_URSL_PMODE_DLG
IDC_GURSL_FRAME_RESULT                        = "검토 결과"

/////// IDD_RCS_SOIL_PAGE_STAT_DLG
IDC_RCS_SOIL_RADIO_SOIL                       = "지반 정보로 계산"
IDC_RCS_SOIL_RADIO_USER                       = "직접 입력"

/////// IDD_RCS_SOIL_PAGE_SOIL_DLG
IDC_SOIL_LOAD_LABEL_WL_GL                     = "GL"
IDC_SOIL_LOAD_LABEL_SURCHARGE                 = "상재 하중"
IDC_SOIL_LOAD_LABEL_WATER_LEVEL               = "수위 레벨"
IDC_SOIL_LOAD_LABEL_WATER_F                   = "수압 계수"
IDC_SOIL_LOAD_LABEL_1ST_GL                    = "GL"
IDC_SOIL_LOAD_LABEL_PROPERTY                  = "지반 특성"
IDC_SOIL_LOAD_LABEL_LIVE_F                    = "활하중 계수"
IDC_SOIL_LOAD_LABEL_SOIL_F                    = "지반 계수"
IDC_SOIL_LOAD_LABEL_1ST_LEVEL                 = "1층 바닥 레벨"

/////// IDD_RCS_SOIL_PAGE_USER_DLG
IDC_SOIL_LOAD_BTN_ADD                         = "추가"
IDC_SOIL_LOAD_BTN_DEL                         = "삭제"
IDC_SOIL_LOAD_BTN_INS                         = "삽입"

/////// IDD_RCS_SOIL_PROP_DLG
IDD_RCS_SOIL_PROP_DLG                         = "지반 속성"

/////// IDD_RCS_SOIL_USER_DLG
IDD_RCS_SOIL_USER_DLG                         = "토압 입력"
IDC_SOIL_LOAD_USER_FRM                        = "사용자 지정 토압"
IDC_SOIL_LOAD_BTN_OK                          = "확인(&O)"
IDC_SOIL_LOAD_BTN_CANCEL                      = "취소(&C)"

/////// IDD_RCS_FOOT_PMODE_DLG
IDC_GUFDN_INPUT_BTN_LCOMB_SERV                = "하중 조합 ..."
IDC_GUFDN_INPUT_BTN_LCOMB_FACT                = "하중 조합 ..."
IDC_GURFD_CHK_DLOAD_SW                        = "자중 고려"
IDC_GURFD_INPUT_BTN_SWITCH                    = "Mx <-> My"
IDC_GURFD_LABEL_FD_TYPE                       = "유형"
IDC_GURFD_LABEL_FD_THICKNESS                  = "두께"
IDC_GURFD_LABEL_FD_COVER                      = "피복 두께"
IDC_GURFD_RADIO_RECTANGLE                     = "사각형"
IDC_GURFD_RADIO_CIRCLE                        = "원형"
IDC_GURFD_FRAME_REBAR                         = "배근"
IDC_GURFD_FRAME_ARRANGE_X                     = "배근 유형 ( X 방향 )"
IDC_GURFD_FRAME_FOUND_SIZE                    = "기초 크기"
IDC_GURFD_FRAME_ARRANGE_Y                     = "배근 유형 ( Y 방향 )"
IDC_GURFD_FRAME_ARRANGE_ETC                   = "검토 결과"
IDC_GURFD_FRAME_MATERIAL                      = "재질"
IDC_GURFD_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURFD_LABEL_MATERIAL_MB                   = "주철근"
IDC_GURFD_FRAME_DESIGN_LOAD                   = "설계 하중"
IDC_GURFD_LABEL_DLOAD_PS                      = "Ps"
IDC_GURFD_LABEL_DLOAD_MSX                     = "Msx"
IDC_GURFD_LABEL_DLOAD_MSY                     = "Msy"
IDC_GURFD_LABEL_DLOAD_PU                      = "Pu"
IDC_GURFD_LABEL_DLOAD_MUX                     = "Mux"
IDC_GURFD_LABEL_DLOAD_MUY                     = "Muy"
IDC_GURFD_FRAME_SURCHARGE_LOAD                = "상재 하중"
IDC_GURFD_LABEL_SLOAD_SL                      = "표면 재하"
IDC_GURFD_LABEL_SLOAD_WD                      = "단위 중량"
IDC_GURFD_LABEL_SLOAD_H                       = "높이"
IDC_GURFD_FRAME_FOUNDATION                    = "기초"
IDC_GURFD_FRAME_COLUMN_SECTION                = "기둥 단면"
IDC_GURFD_LABEL_CS_CX                         = "Cx"
IDC_GURFD_LABEL_CS_CY                         = "Cy"
IDC_GURFD_LABEL_CS_EX                         = "Ex"
IDC_GURFD_LABEL_CS_EY                         = "Ey"
IDC_GUFDN_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURFD_LABEL_COLMPOS_TYPE                  = "위치"
IDC_GURFD_FRAME_SHFOROPT                      = "전단력 옵션"
IDC_GUFDN_CHECK_SHFOR_SURCHARGE               = "상재하중 고려"


/////// IDD_RCS_FOUNDATION_INPUT_DLG_EC
IDC_GUFDN_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURFD_LABEL_DLOAD_EC_PS                   = "N.Ed.s"
IDC_GURFD_LABEL_DLOAD_EC_MSX                  = "M.Ed.sx"
IDC_GURFD_LABEL_DLOAD_EC_MSY                  = "M.Ed.sy"
IDC_GURFD_LABEL_DLOAD_EC_PU                   = "N.Ed.u"
IDC_GURFD_LABEL_DLOAD_EC_MUX                  = "M.Ed.ux"
IDC_GURFD_LABEL_DLOAD_EC_MUY                  = "M.Ed.uy"

/////// IDD_RCS_FOUNDATION_LIST_DLG_EC
IDC_GUFDN_LIST_RADIO_MAT                      = "지내력기초"
IDC_GUFDN_LIST_RADIO_PILE                     = "파일기초"
IDC_GUFDN_LIST_LBL_FOOT                       = "유형"
IDC_GUFDN_LIST_RADIO_STRIP                    = "줄기초"

/////// IDD_RCS_FOOT_RBAR_DLG
IDC_GURFD_FRAME_PROPERTY                      = "속성"
IDC_GURFD_FRAME_RBAR                          = "철근"
IDC_GURFD_LABEL_RBAR_INIT_X                   = "초기 철근 ( x )"
IDC_GURFD_LABEL_RBAR_INIT_Y                   = "초기 철근 ( Y )"
IDC_GURFD_LABEL_BAR_NO                        = "철근의 개수"

/////// IDD_RCS_FOUNDATION_SMODE_RBAR_DLG_EC
IDC_GURFD_RADIO_STRIP                         = "줄기초"

/////// IDD__RCS_FOUNDATION_SMODE_SECT_DLG_EC
IDC_GURFD_LABEL_DLOAD_NS                      = "N.Ed.s"
IDC_GURFD_LABEL_DLOAD_MSXS                    = "M.Ed.sx"
IDC_GURFD_LABEL_DLOAD_MSYS                    = "M.Ed.sy"
IDC_GURFD_LABEL_DLOAD_NU                      = "N.Ed.u"
IDC_GURFD_LABEL_DLOAD_MUXS                    = "M.Ed.ux"
IDC_GURFD_LABEL_DLOAD_MUYS                    = "M.Ed.uy"

/////// IDD_RCS_COLUMN_PMODE_DLG
IDC_GURCO_FRAME_MATERIAL                      = "재질"
IDC_GURCO_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURCO_LABEL_MATERIAL_MB                   = "주철근"
IDC_GURCO_LABEL_MATERIAL_HB                   = "띠철근"
IDC_GURCO_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURCO_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURCO_FRAME_SHAPE                         = "형상"
IDC_GURCO_RADIO_SHAPE_RECT                    = "사각형"
IDC_GURCO_RADIO_SHAPE_CIRCLE                  = "원형"
IDC_GURCO_FRAME_SECTION                       = "단면"
IDC_GURCO_LABEL_SECTION_WIDTH                 = "너비"
IDC_GURCO_LABEL_SECTION_HEIGHT                = "높이"
IDC_GURCO_LABEL_SECTION_CORNER                = "모서리 반경"
IDC_GURCO_LABEL_SECTION_LENGTH_X              = "길이 ( x )"
IDC_GURCO_LABEL_SECTION_LENGTH_Y              = "길이 ( y )"
IDC_GURCO_LABEL_SECTION_KFACTOR_X             = "Kx"
IDC_GURCO_LABEL_SECTION_KFACTOR_Y             = "Ky"
IDC_GURCO_FRAME_FORCE                         = "축 방향력 / 휨 모멘트"
IDC_GURCO_LABEL_FORCE_AXF                     = "축 방향력"
IDC_GURCO_CHECK_APPLY2SHEAR                   = "전단 검토에 적용"
IDC_GURCO_LABEL_FORCE_MEMX                    = "휨 모멘트 ( x )"
IDC_GURCO_LABEL_FORCE_MEMY                    = "휨 모멘트 ( y )"
IDC_GURCO_FRAME_SHEAR                         = "전단력"
IDC_GURCO_LABEL_FORCE_AXIAL_X                 = "축 방향력 ( x )"
IDC_GURCO_LABEL_FORCE_SHX                     = "전단력 ( x )"
IDC_GURCO_LABEL_FORCE_AXIAL_Y                 = "축 방향력 ( y )"
IDC_GURCO_LABEL_FORCE_SHY                     = "전단력 ( y )"
IDC_GURCO_FRAME_COE                           = "설계 변수"
IDC_GURCO_LABEL_COE_CMX                       = "Cmx"
IDC_GURCO_LABEL_COE_CMY                       = "Cmy"
IDC_GURCO_LABEL_COE_BETAD                     = "βd"
IDC_GURCO_BTN_LCOMB                           = "하중 조합 ..."
IDC_FRM_2ND_ORDER 						      = "2차 효과"
IDC_CHK_2ND_ORDER 						      = "2차 효과 고려"
IDC_GURCO_FRAME_ARRANGE                       = "배근 유형"
IDC_GURCO_FRAME_REBAR                         = "배근"
IDC_GURCO_FRAME_TIEBAR                        = "타이바"
IDC_GURCO_CHECK_TIEBAR                        = "전단 검토에 반영"
IDC_GURCO_LABEL_TIEBAR_MATL                   = "재질"
IDC_GURCO_LABEL_TIEBAR_RBAR                   = "철근"
IDC_GURCO_FRAME_SPLICE                        = "주근의 이음 방식"
IDC_GURCO_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURCO_RADIO_SPLICE050                     = "반수 이음"
IDC_GURCO_RADIO_SPLICE100                     = "전수 이음"
IDC_GURCO_FRAME_SEISMIC_DESIGN                = "내진 설계"
IDC_GURCO_CHECK_SEISMIC_PROVISIONS            = "내진 기준 적용"
IDC_GURCO_RADIO_SPECIAL_MOMENT                = "SMF"
IDC_GURCO_RADIO_INTERMEDIATE_MOMENT           = "IMF"
IDC_GURCO_RADIO_ORDINARY_MOMENT               = "OMF"
IDC_GURCO_FRAME_DESIGN_OPTION                 = "설계 옵션"
IDC_GURCO_CHECK_USER_RHO                      = "최소/최대 철근비 사용자 지정"
IDC_GURCO_LABEL_MIN_RHO                       = "최소 철근비"
IDC_GURCO_LABEL_MAX_RHO                       = "최대 철근비"
IDC_GURCO_FRAME_PM_CURVE                      = "P-M 상관 곡선"
IDC_GURCO_FRAME_RESULT                        = "계산 결과"
IDC_GURCO_CHECK_SEISMIC_PILOTI_KDS            = "필로티 기둥 상세 적용, KDS 41 17 00"

/////// IDD_RCS_COLUMN_RBAR_DLG
IDC_GURCO_LABEL_UNIT2                         = "단위 : "
IDC_GURCO_LABEL_UNIT                          = "단위"
IDC_GURCO_CHECK_USEUSERINPUT                  = "단부 띠철근 별도 적용"

///////IDD_RCS_COLM_INPUT_SECT3_DLG_EC
IDC_GURCO_CHK_SERVICEABILITY                  = "사용성 검토"
IDC_GURCO_FRAME_FACTORS                       = "계수 (응력검토)"
IDC_GURCO_SERVICE_FACTOR_K1                   = "k1"
IDC_GURCO_SERVICE_FACTOR_K2                   = "k2"
IDC_GURCO_SERVICE_FACTOR_K3                   = "k3"

/////// IDD_URDW_PMODE_DLG
IDC_GURDW_FRAME_SECTION                       = "단면"
IDC_GURDW_CHK_DRAW_INDX                       = "인덱스"
IDC_GURDW_CHK_DRAW_AXIS                       = "로컬축"
IDC_GURDW_CHK_DRAW_DIMS                       = "치수"
IDC_GURDW_CHK_DRAW_VBAR                       = "수직근"
IDC_GURDW_CHK_DRAW_HBAR                       = "수평근"
IDC_GURDW_CHK_DRAW_NAME                       = "벽체 이름"
IDC_GURDW_CHK_DRAW_INFO                       = "배근 정보"
IDC_GURDW_FRAME_RESULT                        = "계산 결과"
IDC_GURDW_LABEL_EFFSECT                       = "유효 단면 : "
IDC_GURDW_LABEL_TXTSIZE                       = "글꼴 크기 : "
IDC_GURDW_FRAME_PMCURVE                       = "P-M 상관 곡선"

/////// IDD_RCS_COMBINED_WALL_INPUT_DLG_EC
IDC_GURDW_FRAME_MNCURVE                       = "M-N 상관 곡선"

/////// IDD_URDW_SECT_DLG
IDC_GURDW_FRAME_MATERIAL                      = "재질"
IDC_GURDW_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GURDW_LABEL_MATERIAL_MB                   = "수직근"
IDC_GURDW_LABEL_MATERIAL_HB                   = "수평근"
IDC_GURDW_CHECK_MATERIAL_LCON                 = "경량 콘크리트"
IDC_GURDW_LABEL_MATERIAL_FACT                 = "계수"
IDC_GURDW_FRAME_LENGTH                        = "부재 길이"
IDC_GURDW_LABEL_LENGTH_X                      = "부재 길이 ( x )"
IDC_GURDW_LABEL_LENGTH_Y                      = "부재 길이 ( y )"
IDC_GURDW_LABEL_KFACTOR_X                     = "Kx"
IDC_GURDW_LABEL_KFACTOR_Y                     = "Ky"
IDC_GURDW_FRAME_EFF_AREA                      = "유효 단면 치수"
IDC_GURDW_LABEL_EFF_AREA_B                    = "너비 ( B )"
IDC_GURDW_LABEL_EFF_AREA_H                    = "높이 ( D )"
IDC_GURDW_BTN_EFF_AREA_CALC                   = "단면적으로 자동 산정"
IDC_GURDW_FRAME_TRANSFER                      = "이형 벽체 회전"
IDC_GURDW_LBL_TRANSFER_WALL                   = "기준 벽체"
IDC_GURDW_LBL_TRANSFER_DIR                    = "기준 방향"
IDC_GURDW_LBL_TRANSFER_ANGLE                  = "회전 각도"
IDC_GURDW_TRANS_BTN                           = "단면\n회전"
IDC_GURDW_FRAME_SPLICE                        = "주철근의 이음 방식"
IDC_GURDW_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GURDW_RADIO_SPLICE050                     = "반수 이음"
IDC_GURDW_RADIO_SPLICE100                     = "전수 이음"

/////// IDD_RCS_COMBINED_WALL_INPUT_SECT1_DLG_EC
IDC_GURDW_FRAME_FLANGE_WIDTH                  = "플랜지 너비"
IDC_GURDW_RADIO_ACTU_WIDT                     = "실제 너비"
IDC_GURDW_RADIO_EFFE_WIDT                     = "유효 너비"
IDC_GURDW_CREEP_COEFFICIENT_STC               = "비율"
IDC_GURDW_FRAME_DGN_MOMENT                    = "설계 모멘트"
IDC_GURDW_SLEN_IMPER_CHK                      = "불완전성의 영향 고려"
IDC_GURDW_SLEN_2ND_CHK                        = "2차 효과 고려"
IDC_GURDW_LBL_DGN_MOMENT_LAMLIM               = "λlim = 20*A*B*C/sqrt(n)"
IDC_GURDW_SLEN_CHK_A                          = "자동 산정"
IDC_GURDW_SLEN_CHK_B                          = "자동 산정"
IDC_GURDW_SLEN_CHK_C                          = "자동 산정"

/////// IDD_URDW_WALL_DLG
/////// IDD_RCS_COMBINED_WALL_INPUT_SECT2_DLG_EC
IDC_GURDW_FRAME_UNITWALL                      = "단위 벽체 선택"
IDC_GURDW_BTN_ADD                             = "추가"
IDC_GURDW_BTN_MOD                             = "변경"
IDC_GURDW_BTN_DEL                             = "삭제"
IDC_GURDW_BTN_WALL_DATA                       = "벽체 정보 ..."
IDC_GURDW_FRAME_REBAR                         = "배근"
IDC_GURDW_LABEL_UNIT2                         = "단위 : "
IDC_GURDW_LABEL_UNIT                          = "단위"
IDC_GURDW_LABEL_REBAR_VER                     = "수직근"
IDC_GURDW_REBAR_HOR                           = "수평근"
IDC_GURDW_REBAR_END                           = "단부근"
IDC_GURDW_FRAME_REBAR_ARR                     = "철근 배근 방식"
IDC_GURDW_RDO_EQUAL_SPACE                     = "근접하는 간격으로 등간격 분할"
IDC_GURDW_RDO_EXACT_SPACE                     = "입력 간격으로 등간격 분할"
IDC_GURDW_RDO_FROM_END                        = "단부에서 시작"
IDC_GURDW_RDO_FROM_MIDDLE                     = "중앙부에서 시작"
IDC_GURDW_CHK_ADD_REBAR                       = "추가 배근 적용"
IDC_GURDW_LABEL_THICK                         = "두께"
IDC_GURDW_LABEL_COVER                         = "피복 두께"
IDC_GURDW_FRAME_SECT_INFOR                    = "단면 정보"
IDC_GURDW_RADIO_SECT_INFOR_SHAPE              = "위치"
IDC_GURDW_RADIO_SECT_INFOR_MAINBAR            = "수직근"
IDC_GURDW_SECTION_INFO                        = """Insert""키 : 현재셀에 새로운 줄 추가"

/////// IDD_URDW_FORC_DLG
IDC_GURDW_FRAME_FORCE_FACTOR                  = "설계 부재력 / 설계 계수"
IDC_GURDW_BTN_LCOMB                           = "하중 조합 ..."
IDC_GURDW_FRAME_FORCE                         = "축 방향력 / 휨 모멘트"
IDC_GURDW_LABEL_FORCE_AXF                     = "축 방향력"
IDC_GURDW_CHECK_APPLY2SHEAR                   = "전단 검토에 적용"
IDC_GURDW_LABEL_FORCE_MX                      = "휨 모멘트 ( x )"
IDC_GURDW_LABEL_FORCE_MY                      = "휨 모멘트 ( y )"
IDC_GURDW_FRAME_SHEAR                         = "전단력"
IDC_GURDW_LABEL_FORCE_VY                      = "전단력 ( y )"
IDC_GURDW_LABEL_FORCE_PY                      = "축 방향력 ( y )"
IDC_GURDW_LABEL_FORCE_MX4V                    = "휨 모멘트 ( x )"
IDC_GURDW_FRAME_COE                           = "설계 계수"
IDC_GURDW_LABEL_COE_CMX                       = "Cmx"
IDC_GURDW_LABEL_COE_CMY                       = "Cmy"
IDC_GURDW_LABEL_COE_BETAD                     = "βd"

/////// IDD_RCS_COMBINED_WALL_INPUT_SECT3_DLG_EC
IDC_GURDW_LABEL_FORCE_MEMXI                   = "휨 모멘트 ( xi )"
IDC_GURDW_LABEL_FORCE_MEMXJ                   = "휨 모멘트 ( xj )"
IDC_GURDW_LABEL_FORCE_MEMYI                   = "휨 모멘트 ( yi )"
IDC_GURDW_LABEL_FORCE_MEMYJ                   = "휨 모멘트 ( yj )"
IDC_GURDW_LABEL_FORCE_AXIAL_X                 = "축 방향력 ( x )"
IDC_GURDW_LABEL_FORCE_SHX                     = "전단력 ( x )"
IDC_GURDW_LABEL_FORCE_AXIAL_Y                 = "축 방향력 ( y )"
IDC_GURDW_LABEL_FORCE_SHY                     = "전단력 ( y )"
IDC_GURDW_FRAME_COE_EC                        = "유효 크리비 비율"

/////// IDD_URDW_WALL_DATA_DLG
/////// IDD_RCS_COMBINED_WALL_INPUT_WALL_DLG_EC
IDD_URDW_WALL_DATA_DLG                        = "벽체 정보"
IDC_GURDW_FRM_SECTION                         = "단면"
IDC_RCS_GURDW_WALL_BTN_ADD                    = "추가(&A)"
IDC_RCS_GURDW_WALL_BTN_INS                    = "삽입(&I)"
IDC_RCS_GURDW_WALL_BTN_DEL                    = "삭제(&D)"
IDC_RCS_GURDW_WALL_BTN_OK                     = "확인(&O)"
IDC_RCS_GURDW_WALL_BTN_CANCEL                 = "취소(&C)"

/////// IDD_URDW_MLIST_INFO_DLG
/////// IDD_RCS_COMBINED_WALL_LIST_INFO_DLG_EC
IDD_URDW_MLIST_INFO_DLG                       = "단면 정보"
IDC_GURDW_FRM_MEMB_CUR                        = "현재 부재"
IDC_GURDW_FRM_MEMB_SEL                        = "선택 부재"
IDC_GURDW_SEL_COLM_BTN_ALL                    = "전체선택"
IDC_GURDW_SEL_COLM_BTN_NON                    = "선택해제"
IDC_GURDW_SEL_COLM_BTN_INV                    = "선택반전"

/////// IDD_RCS_DESIGN_LOAD
IDC_RCS_DESIGN_LOAD_DEL_CANCEL                = "유효하지 않은 셀이 선택되었습니다. 삭제가 취소되었습니다."
IDC_RCS_DESIGN_LOAD_INS_CANCEL                = "유효하지 않은 셀이 선택되었습니다. 삽입이 취소되었습니다."
IDC_RCS_DESIGN_LOAD_ENTER_NAME                = "설계 하중의 이름을 입력하세요."
IDC_RCS_DESIGN_LOAD_SAME_NAME_EXIST           = "동일한 이름의 설계 하중이 존재합니다."
IDC_RCS_DESIGN_LOAD_DEAD_NAME_I               = "하중이름%i"

/////// IDD_RCS_DEVELOP_SPLICING_DLG
IDD_RCS_DEVELOP_SPLICING_DLG                  = "정착길이 & 이음길이"
IDC_RCS_DEVELOP_SPLICING_CALCTYPE             = "계산 유형"
IDC_RCS_DEVELOP_SPLICING_CALC                 = "계산"
IDC_RCS_DEVELOP_SPLICING_RESULT               = "결과"
IDC_RCS_DEVELOP_SPLICING_TRANS                = "투명도"

/////// IDD_RCS_DEVELOP_SIMPLE_DLG
IDC_RCS_DEVELOP_SIMPLE_FORMULA                = "수식"
IDC_RCS_DEVELOP_SIMPLE_MATERIAL               = "재질"
IDC_RCS_DEVELOP_SIMPLE_REBAR                  = "철근"
IDC_RCS_DEVELOP_SIMPLE_FACTOR                 = "계수"
IDC_RCS_DEVELOP_SIMPLE_BAR                    = "주철근"
IDC_RCS_DEVELOP_SIMPLE_COVER                  = "피복두께"
IDC_RCS_DEVELOP_SIMPLE_FSP                    = "Fsp 사용"

/////// IDD_RCS_DEVELOP_DETAIL_DLG
IDC_RCS_DEVELOP_DETAIL_FORMULA                = "수식"
IDC_RCS_DEVELOP_DETAIL_MATERIAL               = "재질"
IDC_RCS_DEVELOP_DETAIL_REBAR                  = "철근"
IDC_RCS_DEVELOP_DETAIL_FACTOR                 = "계수"
IDC_RCS_DEVELOP_DETAIL_BAR                    = "주철근"
IDC_RCS_DEVELOP_DETAIL_MAINSPACE              = "간격"
IDC_RCS_DEVELOP_DETAIL_COVER                  = "피복두께"
IDC_RCS_DEVELOP_DETAIL_FSP                    = "Fsp 사용"
IDC_RCS_DEVELOP_DETAIL_KTR                    = "Ktr 계산"
IDC_RCS_DEVELOP_DETAIL_STIRRUP                = "스터럽"
IDC_RCS_DEVELOP_DETAIL_SPACE                  = "간격"
IDC_RCS_DEVELOP_DETAIL_AS                     = "철근비 사용"
IDC_RCS_DEVELOP_DETAIL_AS_REQ                 = "As, 소요"
IDC_RCS_DEVELOP_DETAIL_AS_USE                 = "As, 배치"

/////// IDD_RCS_DEVELOP_COMP_DLG
IDC_RCS_DEVELOP_COMP_FORMULA                  = "수식"
IDC_RCS_DEVELOP_COMP_MATERIAL                 = "재질"
IDC_RCS_DEVELOP_COMP_REBAR                    = "철근"
IDC_RCS_DEVELOP_COMP_FACTOR                   = "계수"
IDC_RCS_DEVELOP_COMP_BAR                      = "주철근"
IDC_RCS_DEVELOP_COMP_AS                       = "철근비 사용"
IDC_RCS_DEVELOP_COMP_AS_REQ                   = "As, 소요"
IDC_RCS_DEVELOP_COMP_AS_USE                   = "As, 배치"

/////// IDD_RCS_DEVELOP_HOOK_DLG
IDC_RCS_DEVELOP_HOOK_FORMULA                  = "수식"
IDC_RCS_DEVELOP_HOOK_MATERIAL                 = "재질"
IDC_RCS_DEVELOP_HOOK_REBAR                    = "철근"
IDC_RCS_DEVELOP_HOOK_FACTOR                   = "계수"
IDC_RCS_DEVELOP_HOOK_BAR                      = "주철근"
IDC_RCS_DEVELOP_HOOK_AS                       = "철근비 사용"
IDC_RCS_DEVELOP_HOOK_AS_REQ                   = "As, 소요"
IDC_RCS_DEVELOP_HOOK_AS_USE                   = "As, 배치"

/////// IDD_RCS_SPLICING_TENS_DLG
IDC_RCS_SPLICING_TENS_FORMULA                 = "수식"
IDC_RCS_SPLICING_TENS_GRADE                   = "등급"
IDC_RCS_SPLICING_TENS_LDFRM                   = "정착 길이"
IDC_RCS_SPLICING_TENS_LDTEXT                  = "ld, 인장"

/////// IDD_RCS_SPLICING_COMP_DLG
IDC_RCS_SPLICING_COMP_FORMULA                 = "수식"
IDC_RCS_SPLICING_COMP_MATERIAL                = "재질"
IDC_RCS_SPLICING_COMP_REBAR                   = "철근"
IDC_RCS_SPLICING_COMP_BAR                     = "주철근"

////// IDD_ERBE_PMODE_SECT2_DLG
IDC_GERBE_FRAME_CRACK                         = "균열 제어"
IDC_GURBE_LABEL_EXPOSURE_CLASS                = "노출 등급"
IDC_GURBE_FRAME_CRACK_LIMIT                   = "한계 처짐"
IDC_GURBE_FRAME_DEFLECTION                    = "처짐"
IDC_GURBE_LABEL_DEFL_AMPLIFICATION            = "증폭 계수"


///RcsDevSplDevCompACIDlg
IDC_RCS_DEVELOP_ACI_COMP_FORMULA              = "수식"
IDC_RCS_DEVELOP_ACI_COMP_MATERIAL             = "재질"
IDC_RCS_DEVELOP_ACI_COMP_REBAR                = "철근"
IDC_RCS_DEVELOP_ACI_COMP_FACTOR               = "계수"
IDC_RCS_DEVELOP_ACI_COMP_AS                   = "철근비 사용"

///RcsDevSplDevDetlACIDlg
IDC_RCS_DEVELOP_ACI_DETAIL_FORMULA            = "수식"
IDC_RCS_DEVELOP_ACI_DETAIL_MATERIAL           = "재질"
IDC_RCS_DEVELOP_ACI_DETAIL_REBAR              = "철근"
IDC_RCS_DEVELOP_ACI_DETAIL_FACTOR             = "계수"
IDC_RCS_DEVELOP_ACI_DETAIL_AS                 = "철근비 사용"

///RcsDevSplDevHookACIDlg
IDC_RCS_DEVELOP_ACI_HOOK_FORMULA              = "수식"
IDC_RCS_DEVELOP_ACI_HOOK_MATERIAL             = "재질"
IDC_RCS_DEVELOP_ACI_HOOK_REBAR                = "철근"
IDC_RCS_DEVELOP_ACI_HOOK_FACTOR               = "계수"
IDC_RCS_DEVELOP_ACI_HOOK_AS                   = "철근비 사용"
									          		  	
///RcsDevSplDevSimpACIDlg			          
IDC_RCS_DEVELOP_ACI_SIMPLE_FORMULA            = "수식"
IDC_RCS_DEVELOP_ACI_SIMPLE_MATERIAL           = "재질"
IDC_RCS_DEVELOP_ACI_SIMPLE_REBAR              = "철근"
IDC_RCS_DEVELOP_ACI_SIMPLE_FACTOR             = "계수"
IDC_RCS_DEVELOP_ACI_SIMPLE_AS                 = "철근비 사용"
									          		  	
///RcsDevSplSplCompACIDlg			          
IDC_RCS_SPLICING_ACI_COMP_FORMULA             = "수식"
IDC_RCS_SPLICING_ACI_COMP_MATERIAL            = "재질"
IDC_RCS_SPLICING_ACI_COMP_REBAR               = "철근"
IDC_RCS_SPLICING_ACI_COMP_LS_TENSION          = "인장이음길이"
IDC_RCS_SPLICING_ACI_COMP_LS_SPLICE_LENGTH    = "겹침이음길이"
											  	
///RcsDevSplSplTensACIDlg
IDC_RCS_SPLICING_ACI_TENS_FORMULA             = "수식"
IDC_RCS_SPLICING_ACI_TENS_MATERIAL            = "재질"
IDC_RCS_SPLICING_ACI_TENS_REBAR               = "철근"
IDC_RCS_SPLICING_ACI_TENS_SPLICEGRADE         = "등급"
IDC_RCS_SPLICING_ACI_TENS_FACTOR              = "계수"

///RcsAnchorBoltTabSectionDlg
IDC_GURAB_FRM_MATL       					  = "재질"
IDC_GURAB_LBL_CONC_MATL  					  = "콘크리트"
IDC_GURAB_LBL_BOLT_MATL  					  = "앵커볼트"
IDC_GURAB_FRM_RC_SECTION 					  = "콘크리트 단면"
IDC_GURAB_RDO_RC_CRACK   					  = "균열"
IDC_GURAB_RDO_RC_UNCRACK 					  = "비균열"
IDC_GURAB_CHK_RC_LEFT    					  = "좌측"
IDC_GURAB_CHK_RC_RIGHT   					  = "우측"
IDC_GURAB_CHK_RC_TOP     					  = "상부"
IDC_GURAB_CHK_RC_BOT     					  = "하부"
IDC_GURAB_CHK_RC_THK     					  = "두께"
IDC_GURAB_CHK_RC_GROUT   					  = "그라우트"

///RcsAnchorBoltTabAnchorDlg
IDC_GURAB_FRM_ANCHOR            			  = "앵커볼트"
IDC_GURAB_LBL_ANCHOR_INST_TYPE  			  = "설치 유형"
IDC_GURAB_LBL_ANCHOR_BOLT_TYPE  			  = "앵커 유형"
IDC_GURAB_LBL_ANCHOR_DIAMETER   			  = "지름"
IDC_GURAB_LBL_ANCHOR_LENGTH     			  = "유효묻힘깊이 ( hef )"
IDC_GURAB_LBL_BEARING_N_DIA                   = "지압면적\n직경"
IDC_GURAB_LBL_ANCHOR_PULLOUT_NP 			  = "앵커뽑힘강도 ( Np )"
IDC_GURAB_LBL_ANCHOR_SPACE_EH   			  = "J/L-볼트의 거리 ( eh )"
IDC_GURAB_LBL_ANCHOR_PULLOUT_N_NP 			  = "앵커\n뽑힘강도 ( Np )"
IDC_GURAB_LBL_ANCHOR_SPACE_N_EH   			  = "J/L-볼트의\n거리 ( eh )"
IDC_GURAB_FRM_STRENGTH_R_F      			  = "강도 감소 계수"
IDC_GURAB_LBL_STRENGTH_CONC_TENS			  = "콘크리트 / 인장"
IDC_GURAB_LBL_STRENGTH_CONC_SHEA			  = "콘크리트 / 전단"
IDC_GURAB_LBL_STRENGTH_ANCH_TENS			  = "앵커볼트 / 인장"
IDC_GURAB_LBL_STRENGTH_ANCH_SHEA			  = "앵커볼트 / 전단"
IDC_GURAB_FRM_DGN_FACT          			  = "설계 변수"
IDC_GURAB_TABLE_LBL_DGN_FACT_KC       	      = "콘크리트\n파괴강도계수\n( kc )"
IDC_GURAB_LBL_DGN_FACT_KC       			  = "콘크리트 파괴강도계수 ( kc )"
IDC_GURAB_FRM_BOND_STRESS					  = "부착식 앵커의 부착 응력"

///RcsAnchorBoltTabForceDlg
IDC_GURAB_FRM_FORCE         				  = "설계 부재력"
IDC_GURAB_LBL_FORCE_AXIAL   				  = "축 방향력"
IDC_GURAB_LBL_FORCE_MOMENT_X				  = "휨 모멘트 (x)"
IDC_GURAB_LBL_FORCE_MOMENT_Y				  = "휨 모멘트 (y)"
IDC_GURAB_LBL_FORCE_SHEAR_X 				  = "전단력 (x)"
IDC_GURAB_LBL_FORCE_SHEAR_Y 				  = "전단력 (y)"
IDC_GURAB_LBL_FORCE_TORSION 				  = "비틀림 모멘트"

///RcsAnchorBoltTabLayoutDlg
IDC_GURAB_LBL_LAYOUT_GRID_S_INT_X		      = "간격 (내측 X)"
IDC_GURAB_LBL_LAYOUT_GRID_S_INT_Y		      = "간격 (내측 Y)"
IDC_GURAB_LBL_LAYOUT_GRID_S_EXT_X		      = "간격 (외측 X)"
IDC_GURAB_LBL_LAYOUT_GRID_S_EXT_Y		      = "간격 (외측 Y)"
IDC_GURAB_LBL_LAYOUT_GRID_NUM_ROW		      = "행수"
IDC_GURAB_LBL_LAYOUT_GRID_NUM_COL		      = "열수"

IDC_GURAB_LBL_LAYOUT_COLM_WIDTH 			  = "폭"
IDC_GURAB_LBL_LAYOUT_COLM_HEIGHT			  = "높이"

///RcsAnchorBoltLayoutDlg
IDC_GURAB_FRM_LAYOUT_ANCHOR		     	      = "앵커볼트 배치"

///RcsSoilLoadSeisDlg
IDC_LBL_SEIS_FACT                             = "하중 조합 계수"
IDC_LBL_PARAM_IEE                             = "중요도 계수"
IDC_LBL_PARAM_RMF                             = "반응 수정 계수"
IDC_LBL_PARAM_EGA                             = "유효 지반 가속도"
IDC_LBL_GRND_CLAS                             = "지반 분류"
IDC_LBL_LEVL_BEDD                             = "기반암 레벨"
IDC_LBL_LEVL_1FLO                             = "1층 바닥 레벨"
IDC_LBL_LEVL_2LAY                             = "두번째층 레벨"
IDC_LBL_MAT_DEPTH                             = "기초 두께"
IDC_LBL_SOIL_PROP                             = "토층 분포"
IDC_FIND_2ND_LAYER_LEVEL                      = "두번째층 레벨 찾기"

//IDD_ERCF_TAB1_DLG
IDC_GURCF_LIST_SHR_OFFSET_GRP				  = "전단 옵셋 정보"

//IDD_ERCF_TAB2_DLG
IDC_GURCF_LCOMB_GRP							  = "하중 조합"
IDC_GURCF_SLS_LCOMB_CHK						  = "SLS 하중 조합 적용"
IDC_GURCF_ULS_LCOMB_CHK						  = "ULS 하중 조합 적용"
IDC_GURCF_FRAME_COLM						  = "기둥 선택"
IDC_GURCF_BTN_ADD							  = "추가"
IDC_GURCF_BTN_MOD							  = "변경"
IDC_GURCF_BTN_DEL							  = "삭제"
IDC_GURCF_BTN_COLM_DATA						  = "기둥 정보..."
IDC_GURCF_COLM_SECT_SPAN_TEXT				  = "경간"
IDC_GURCF_LABEL_COLMPOS_TYPE				  = "위치"

/////// IDD_ERCF_COLM_DLG
IDD_ERCF_COLM_DLG							  = "기둥 정보"
IDC_GURCF_FRAME_COLMID                        = "기둥 ID"
IDC_GURCF_COLM_BTN_ADD						  = "추가"
IDC_GURCF_COLM_BTN_INS						  = "삽입"
IDC_GURCF_COLM_BTN_DEL						  = "삭제"
IDC_GURCF_COLM_BTN_OK						  = "확인"
IDC_GURCF_COLM_BTN_CANCEL					  = "취소"

/////// IDD_ERCF_MLIST_COLM_SUB_DLG
IDD_ERCF_MLIST_COLM_SUB_DLG					  = "기둥 정보"
IDC_GURCF_SEL_COLM_BTN_ALL                    = "전체선택"
IDC_GURCF_SEL_COLM_BTN_NON                    = "선택해제"
IDC_GURCF_SEL_COLM_BTN_INV                    = "선택반전"
IDC_GURCF_FRM_MEMB_CUR                        = "현재 부재"
IDC_GURCF_FRM_MEMB_SEL                        = "부재 선택"

/////// IDD_ERCF_MLIST_REBAR_DLG
IDD_ERCF_MLIST_REBAR_DLG					  = "배근 정보"

/////// IDD_ERCF_MLIST_SHEAR_OFFSET_DLG
IDD_ERCF_MLIST_SHEAR_OFFSET_DLG				  = "전단 옵셋 정보"

/////// IDD_RCS_URBB_PMODE_DLG
IDC_LBL_STRY_SLCT                             = "층 선택"
IDC_CHK_SHOW_FORC                             = "설계 부재력 표시"
IDC_CHK_SHOW_RSLT                             = "설계 결과 표시"

/////// IDD_RCS_URBB_MEMB_DLG
IDC_CHK_MEMB_ONLY                             = "부재만 변경"
IDC_LBL_SORT_TYPE                             = "정렬 기준 "
IDS_URBB_MEMB_NOT_SELECTED                    = "부재가 선택되지 않았습니다."

/////// IDD_RCS_URBC_PMODE_DLG
IDC_FRM_EDIT_MODE                             = "편집 모드"
IDC_RCS_RADIO_EDIT_MEMB                       = "부재 정보"
IDC_RCS_RADIO_EDIT_GRUP                       = "그룹 정보"
IDS_URBC_MEMB_NOT_SELECTED                    = "부재가 선택되지 않았습니다."

/////// IDD_RCS_GROUP_CTRL_DLG
IDC_LBL_SECT_GRUP                             = "단면 그룹"
IDC_BTN_GRUP_ASGN                             = "할당"
IDC_BTN_GRUP_ADD                              = "추가" 
IDC_BTN_GRUP_DEL                              = "삭제" 
IDC_BTN_GRUP_CLEAR                            = "빈그룹 삭제"
IDC_BTN_GRUP_AUTO                             = "자동 그룹핑"
IDC_BTN_GRUP_SMT_DGN                          = "스마트 설계" 
IDC_LBL_BLUE_TEXT                             = "※ 파랑 항목 : 단면 그룹에 동일하지 않은 단면, 배근 등의 정보가 포함되어 있음."

/////// IDD_URBB_SMART_DGN_DATA_DLG
IDC_CHK_MBAR_SAME                             = "전단면에 동일한 철근 적용."

/////// IDD_RCS_URGW_IMPORT_DLG
IDS_GET_DATA_FROM_RC_SHEAR_WALL               = "RC 전단벽에서 데이터 가져오기"
IDS_SELECT_RC_SHEAR_WALL                      = "전단벽 선택"

IDC_RCS_MBAR_RHO_CMB                          = "전단 검토에 반영할 주근의 철근비"
IDC_RCS_MBAR_RHO_LBL		                  = "주근의 철근비"
